Repository: Akido22/mmogamelab
Catalog: */locale/constructor/*.po
Languages: ru

source: Abort wizard
ru: Прервать мастер

source: Action is not selected
ru: Действие не выбрано

source: Active zone vertices (relative to the object pivot)
ru: Вершины активной зоны (относительно опорной точки объекта)

source: Add arbitrary image
ru: Добавить произвольное изображение

source: Add image from the storage
ru: Добавить изображение из хранилища

source: Add new clickable area
ru: Добавить новую кликабельную область

source: Add new visual object
ru: Добавить новый визуальный объект

source: Add new visual object from the storage
ru: Добавить новый визуальный объект из хранилища

source: Add object
ru: Добавить объект

source: Apply
ru: Применить

source: Browse...
ru: Обзор...

source: Buy MM$
ru: Купить MM$

source: Center X
ru: Центр X

source: Center Y
ru: Центр Y

source: Character image
ru: Образ персонажа

source: Character image border
ru: Рамка образа персонажа

source: Check availability
ru: Проверить доступность

source: Click action
ru: Действие при клике

source: Combat was terminated
ru: Бой завершён

source: Connection terminated
ru: Соединение прервано

source: Couldn't deliver message to the server
ru: Не удалось отправить сообщение на сервер

source: Effects
ru: Эффекты

source: Enable grid
ru: Включить сетку

source: Enable scripted position
ru: Включить скриптовое положение

source: Error
ru: Ошибка

source: Error connecting to the server
ru: Ошибка связи с сервером

source: Error loading %s
ru: Ошибка при загрузке %s

source: Error parsing server response
ru: Ошибка при разборе ответа сервера

source: Event identifier
ru: Идентификатор события

source: Exception
ru: Исключение

source: Exception in %s
ru: Исключение в %s

source: Fill
ru: Заливка

source: Global interface
ru: Глобальный интерфейс

source: Grid size
ru: Размер сетки

source: Guru advice
ru: Советы гуру

source: Hint on mouseover
ru: Подсказка при наведении мыши

source: Image file
ru: Файл с изображением

source: Insert Image
ru: Вставка изображения

source: Invalid URI
ru: Неверный URI

source: Invalid non-integer coordinate encountered
ru: Найдена неверная координата, не являющаяся целым числом

source: Maximal number of targets for this action is %d
ru: Максимальное количество целей для этого действия - %d

source: Minimal number of targets for this action is %d
ru: Минимальное количество целей для этого действия - %d

source: Minimal number of vertices - 3
ru: Минимальное количество вершин - 3

source: Misconfigured layout scheme
ru: Схема расположения не настроена

source: Next
ru: Далее

source: Next >
ru: Далее >

source: Not selected: %s
ru: Не выбрано: %s

source: Number of coordinates must not be odd
ru: Количество координат не может быть нечётным

source: Number of corrdinates must not be odd
ru: Количество координат не может быть нечётным

source: Object
ru: Объект

source: Object URI (only URIs from the storage are allowed)
ru: URI объекта (разрешены только URI из хранилища)

source: Object identifier
ru: Идентификатор объекта

source: Object position expression
ru: Выражение для положения объекта

source: Opera Warning
ru: Предупреждение об Opera

source: Or provide image URL
ru: Или укажите его URL

source: Passwords don't match
ru: Пароли не совпадают

source: Please wait...
ru: Пожалуйста, подождите...

source: Polygon vertices
ru: Вершины многоугольника

source: Presets:
ru: Предустановки:

source: Preview
ru: Предварительный просмотр

source: Previous
ru: Назад

source: Register
ru: Регистрация

source: Relative URL (starting with '/')
ru: Относительный URL (начинается с "/")

source: Save
ru: Сохранить

source: Scripted object position
ru: Скриптовое положение объекта

source: Select
ru: Выбрать

source: Sending data...
ru: Отправка данных...

source: Server error: %s
ru: Ошибка на сервере: %s

source: Server is in the local mode
ru: Сервер находится в локальном режиме

source: Server is temporarily unavailable
ru: Сервер временно недоступен

source: Shape
ru: Форма

source: Slot border
ru: Рамка слотов

source: Smooth contour
ru: Сглаженные края

source: Solid color
ru: Сплошной цвет

source: Special function
ru: Спецфункция

source: Target location
ru: Целевая локация

source: This field may not be empty
ru: Это поле не может быть пустым

source: To continue registration you must accept the terms and conditions
ru: Чтобы продолжить регистрацию, вы должны принять условия соглашения

source: To the main page
ru: На главную страницу

source: Type your password twice
ru: Введите свой пароль дважды

source: Upload
ru: Загрузить

source: Upload file
ru: Загрузить файл

source: Upload image
ru: Загрузите изображение

source: Upload visual object image
ru: Загрузить изображение визуального объекта

source: Uploading data...
ru: Отправка данных...

source: Visibility condition
ru: Условие видимости

source: You are using old version of Opera browser. It has known bugs that may prevent form uploads from working. Please upgrade to the recent Opera version or use Firefox or Chrome.
ru: Вы используете старую версию браузера Opera. В ней есть известные баги, из-за которых может не работать загрузка файлов на сервер. Пожалуйста, обновите Opera до свежей версии или воспользуйтесь Firefox или Chrome.

source: Your action is already being sent to server
ru: Ваше действие уже отправляется на сервер

source: Zone
ru: Зона
