Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: If you want to assign the entire domain (for example: <strong>blahblahgame.com</strong>) to the game, supply the following settings to your domain registrar:<ul><li>DNS server 1: {0}</li><li>DNS server 2: {1}</li></ul>If you want to assign a subdomain (for example: <strong>blahblahgame.example.com</strong>) to the game go to the <strong>example.com</strong> domain control panel (or edit domain zone configuration) and add subdomain records:<ul><li><strong>blahblahgame</strong> IN NS {0}.</li><li><strong>blahblahgame</strong> IN NS {1}.</li></ul>
ru: Если вы хотите назначить игре весь домен (например: <strong>blahblahblahgame.ru</strong>), укажите следующие настройки в админке регистратора:<ul><li>DNS-сервер 1: {0}</li><li>DNS-сервер 2: {1}</li></ul>Если вы хотите назначить игре поддомен (например: <strong>blahblahblahgame.example.ru</strong>), зайдите в панель управления доменом <strong>example.ru</strong> на вашем DNS-хостинге или иным способом отредактируйте конфигурацию зоны и добавьте записи о поддомене:<ul><li><strong>blahblahblahname</strong> IN NS {0}.</li><li><strong>blahblahblahname</strong> IN NS {1}.</li></ul>

source: If you want to move across locations faster you may use this service
ru: Если вы хотите быстрее переходить по локациям, можете воспользоваться этой услугой

source: If you would like to register a new domain now
ru: Если вы хотите зарегистрировать домен прямо сейчас

source: Image
ru: Картинка

source: Image URL %s is incorrect
ru: URL изображения %s неверный

source: Image [img:%s] IO error
ru: Ошибка при чтении [img:%s]

source: Image [img:%s] format error
ru: Ошибка формата изображения [img:%s]

source: Image [img:%s] overflow error
ru: Ошибка переполнения в изображении [img:%s]

source: Image dimensions
ru: Размеры изображений

source: Image editor
ru: Редактор изображения

source: Image format must be GIF, JPEG or PNG
ru: Изображение должно быть в формате GIF, JPEG или PNG

source: Image format not recognized
ru: Формат изображения не распознан

source: Image must be JPEG, PNG or GIF
ru: Изображение должно быть JPEG, PNG или GIF

source: Image type
ru: Тип изображения

source: Image {width}x{height}
ru: Изображение {width}x{height}

source: Images
ru: Изображения

source: Images in the signature
ru: Изображения в подписи

source: Images in the signature for {period}
ru: Изображения в подписи на {period_a}

source: Images: %s
ru: Изображения: %s

source: Implementation of action {type}.{action} ({id}) is missing
ru: Реализация действия {type}.{action} ({id}) отсутствует

source: Implemented
ru: Реализовано

source: Implemented: %s
ru: Реализовано: %s

source: Important
ru: Важное

source: Important parameter (show on the overview page)
ru: Важный параметр (показывается на странице обзора)

source: In&nbsp;progress
ru: В&nbsp;работе

source: Income
ru: Доход

source: Income structure
ru: Структура дохода

source: Incorrect number
ru: Неверное число

source: Incorrect old password
ru: Неверный старый пароль

source: Incorrect password
ru: Неверный пароль

source: Index page
ru: Титульная страница

source: Index page design
ru: Оформление титульной страницы

source: Index page design of your game is not configured. Index page is the face of your game. It's the first that players see when they come. You can upload your own design or select one from the catalog. <hook:admin.link href="indexpage/design" title="Open configuration" />
ru: Оформление титульной страницы вашей игры не настроено. Титульная страница - это лицо вашей игры. Это - первое, что видят игроки, когда приходят к вам. Вы можете загрузить своё собственное оформление или выбрать из каталога. <hook:admin.link href="indexpage/design" title="Открыть настройку" />

source: Index page design package must contain a CSS file
ru: Пакет с оформлением титульной страницы должен содержать CSS-файл

source: Index page design package must contain an HTML file
ru: Пакет с оформлением титульной страницы должен содержать HTML-файл

source: Index page design package must not contain more than one HTML file
ru: Пакет с оформлением титульной страницы не может содержать более 1 HTML-файла

source: Info
ru: Инфо

source: Information stored
ru: Информация сохранена

source: Informational message
ru: Информационное сообщение

source: Ingame URL must be relative (start with '/' symbol)
ru: Внутриигровые URL должны быть относительными (начинаться с символа '/')

source: Input can't contain multiple 'text' entries
ru: У поля ввода не может быть более одной записи "text"

source: Input identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор поля ввода должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Input identifier name must be a string
ru: Идентификатор поля ввода должен быть строкой

source: Input identifiers must be unique
ru: Идентификаторы полей ввода должны быть уникальными

source: Input prompt for players
ru: Текст рядом с полем ввода в анкете

source: Input text
ru: Текст поля ввода

source: Input text must be a string
ru: Текст поля ввода должен быть строкой

source: Insert image
ru: Вставить изображение

source: Installation
ru: Инсталляция

source: Installing trackers
ru: Установка трекеров

source: Integer '{val}' has no attributes
ru: У целого числа "{val}" нет атрибутов

source: Interface messages
ru: Сообщения интерфейса

source: Interface panels
ru: Панели интерфейса

source: Interfaces for defining currency exchange rates
ru: Интерфейсы для задания курсов обмена валют

source: Internal game interface for character owner
ru: Внутриигровой интерфейс для владельца персонажа

source: Internal global template
ru: Внутренний глобальный шаблон

source: Interoperation with social networks
ru: Взаимодействие с социальными сетями

source: Interval
ru: Интервал

source: Interval is too big
ru: Интервал слишком велик

source: Invalid JSON data submitted
ru: Отправлены неверные данные JSON

source: Invalid activation code
ru: Неверный код активации

source: Invalid amount precision
ru: Неверная точность количества

source: Invalid attribute '%s'
ru: Неверный атрибут: '%s'

source: Invalid attribute name: '%s'
ru: Неверное имя атрибута: "%s"

source: Invalid character set. Specify: content="text/html; charset=utf-8"
ru: Неверная кодировка. Укажите: content="text/html; charset=utf-8"

source: Invalid characters in the name. Only latin and russian letters, numbers, spaces, symbols '_', and '-' are allowed
ru: Недопустимые символы в имени. Можно использовать только цифры, латинские и русские буквы, цифры, пробелы, а также символы '_' и '-'

source: Invalid characters in the name. Only latin letters, numbers, symbols '_' and '-' are allowed
ru: Недопустимые символы в имени. Можно использовать только цифры, латинские буквы, а также символы '_' и '-'

source: Invalid class name. It must begin with a small latin letter a-z. Other letters must be a-z or '-'
ru: Неверное имя класса. Оно должно начинаться с букв a-z и содержать только буквы и знак '-'

source: Invalid code
ru: Неверный код

source: Invalid color
ru: Неверный цвет

source: Invalid color format
ru: Неверный формат цвета

source: Invalid combat action
ru: Неверное боевое действие

source: Invalid combat idenfifier
ru: Неверный идентификатор боя

source: Invalid combat response (expected: {expected}, received: {received})
ru: Неверный ответ от боя (ожидался: {expected}, получен: {received})

source: Invalid combat response: %s
ru: Неверный ответ от боя: %s

source: Invalid controller type: %s
ru: Неверный тип контроллера: %s

source: Invalid currency
ru: Неверная валюта

source: Invalid currency: %s
ru: Неверная валюта: %s

source: Invalid date format
ru: Неверный формат даты

source: Invalid datetime format
ru: Неверный формат даты и времени

source: Invalid delete URI
ru: Неверный URI для удаления

source: Invalid dimensions format
ru: Неверный формат размера

source: Invalid dimensions format: %s
ru: Неверный формат размера: %s

source: Invalid domain name
ru: Неверное имя домена

source: Invalid domain name. It must begin with letter a-z or digit 0-9 and contain letters, digits and '-' sign
ru: Неверное имя домена. Оно должно начинаться с букв a-z или цифр 0-9 и содержать только буквы, цифры и знак '-'

source: Invalid field format
ru: Неверный формат поля

source: Invalid format
ru: Неверный формат

source: Invalid format of the template
ru: Неверный формат шаблона

source: Invalid global interface request
ru: Неверный запрос к глобальному интерфейсу

source: Invalid image format. Supported are: gif, jpg, png
ru: Неверный формат изображения. Поддерживаются GIF, JPEG и PNG

source: Invalid image: [img:%s]
ru: Неверное изображение: [img:%s]

source: Invalid invitation code
ru: Неверный пригласительный код

source: Invalid line format: '%s'
ru: Неверный формат строки: "%s"

source: Invalid location selected
ru: Выбрана неверная локация

source: Invalid location specified
ru: Указана неверная локация

source: Invalid money transfer description
ru: Неверное описание денежного перевода

source: Invalid non-integer coordinate encountered
ru: Найдена неверная координата, не являющаяся целым числом

source: Invalid number
ru: Неверное число

source: Invalid number format
ru: Неверный формат числа

source: Invalid numeric format
ru: Неверный формат числа

source: Invalid phone format. Look at the example
ru: Неверный формат телефона. Посмотрите на пример

source: Invalid price format
ru: Неверный формат цены

source: Invalid quest states object. Expected {expected}. Found: {found}
ru: Неверный объект состояний квеста. Ожидалось: {expected}. Найдено: {found}

source: Invalid request parameter: %s
ru: Неверный параметр запроса: %s

source: Invalid response from the registrar. We don't know whether your request was processed, so we remain payment for the domain in the locked state. Result of the operation will be checked by the technical support manually.
ru: Неверный ответ от регистратора. Мы точно не знаем, удалось ли обработать ваш запрос, поэтому мы оставляем деньги за домен в заблокированном состоянии. Результат операции будет перепроверен вручную техническими специалистами.

source: Invalid script parse tree
ru: Неверное синтаксическое дерево скрипта

source: Invalid selection
ru: Неверный выбор

source: Invalid special function request
ru: Неверный запрос к спецфункции

source: Invalid starting location
ru: Неверная стартовая локация

source: Invalid store URI
ru: Неверный URI при сохранении

source: Invalid symbol: '%s'
ru: Неверный символ: '%s'

source: Invalid target identifier
ru: Неверный идентификатор цели

source: Invalid usage of assignment operator
ru: Неверное использование оператора присвоения

source: Invalid value
ru: Неверное значение

source: Inventory
ru: Инвентарь

source: Inventory configuration
ru: Конфигурация инвентаря

source: Inventory documentation
ru: Документация на инвентарь

source: Inventory interface
ru: Интерфейс инвентаря

source: Inventory system
ru: Система инвентаря

source: Inventory system configuration
ru: Конфигурация системы инвентаря

source: Inventory: configuration
ru: Инвентарь: конфигурация

source: Inventory: giving items
ru: Инвентарь: выдача предметов

source: Inventory: item types editor
ru: Инвентарь: редактирование типов предметов

source: Inventory: items withdrawal
ru: Инвентарь: изъятие предметов

source: Inventory: tracking items
ru: Инвентарь: отслеживание предметов

source: Invitation code
ru: Код приглашения

source: Invitation for a user
ru: Приглашение для пользователя

source: Invitation for the MMO Constructor
ru: Приглашение в MMO Constructor

source: Invitation required
ru: Требуется приглашение

source: Invitations
ru: Приглашения

source: Invitations count
ru: Количество приглашений

source: Invitations for the registration
ru: Приглашения на регистрацию

source: Is the button available for the character (you may use 'char' and 'item' objects)
ru: Доступна ли кнопка персонажу (вы можете использовать объекты "char" и "item")

source: It seems that your post contains script code without [code]...[/code] tags. Please select your script and press the 'CODE' button. It will make you code looking better. If you think this message is erroneous set the checkbox
ru: Похоже, что в вашем посте есть код скрипта без тегов [code]...[/code]. Пожалуйста, выделите ваш скрипт и нажмите кнопку "CODE". Ваш код будет выглядеть лучше. Если вы считаете, что это сообщение ошибочное, установите галочку

source: It's impossible to edit this template because it is not a valid utf-8 file
ru: Отредактировать этот шаблон невозможно, поскольку его кодировка не является валидным utf-8

source: Italic
ru: Курсив

source: Item / DNA
ru: Предмет / ДНК

source: Item HTML template
ru: HTML-шаблон элемента

source: Item above avatar
ru: Элемент над аватаром

source: Item action: %s
ru: Действие на предмете: %s

source: Item below avatar
ru: Элемент под аватаром

source: Item description
ru: Описание предмета

source: Item discardable
ru: Предмет выбрасываемый

source: Item image
ru: Изображение предмета

source: Item images
ru: Изображения предмета

source: Item is discardable
ru: Предмет можно выбросить

source: Item mouse over hint
ru: Подсказка при наведении мыши на предмет

source: Item name
ru: Название предмета

source: Item name in accusative
ru: Название предмета в винительном падеже

source: Item name in genitive plural
ru: Название предмета в множественном числе и родительном падеже

source: Item type
ru: Тип предмета

source: Item type %s missing in the inventory
ru: Тим предмета %s отсутствует в инвентаре

source: Item type '%s' not found
ru: Тип предметов '%s' не найден

source: Item types
ru: Типы предметов

source: Items
ru: Предметы

source: Items above avatar in the generic interface
ru: Элементы над аватаром в универсальном интерфейсе

source: Items and inventory
ru: Предметы и инвентарь

source: Items below avatar in the generic interface
ru: Элементы под аватаром в универсальном интерфейсе

source: Items catalog
ru: Каталог предметов

source: Items giving
ru: Выдача предметов

source: Items has no parameter %s
ru: У предметов нет параметра %s

source: Items parameters
ru: Параметры предметов

source: Ivan Ivanov
ru: Иван Иванов

source: Join character
ru: Добавить персонажа

source: Joining character
ru: Добавление персонажа

source: Joy Team, Author
ru: Joy Team, Автор

source: Joy Team, Very Long Author Name Even So Long
ru: Joy Team, Очень Длинное Имя Автора и Ещё Длиннее

source: Jungle
ru: Джунгли

source: Last message
ru: Последнее сообщение

source: Last players payments
ru: Последние платежи игроков

source: Last registered users
ru: Последние зарегистрированные

source: Last reply
ru: Последний ответ

source: Last telegram
ru: Последняя телеграмма

source: Last validation
ru: Последняя валидация

source: Launch domain registration wizard
ru: Запустить мастер регистрации доменов

source: Launch the constructor
ru: Запустить конструктор

source: Launching your game
ru: Запуск вашей игры

source: Law importance
ru: Важность законов

source: Layer name
ru: Название слоя

source: Layers editor
ru: Редактор слоёв

source: Layout scheme
ru: Схема размещения

source: Leather #1
ru: Кожа №1

source: Left
ru: Лево

source: Left menu
ru: Левое меню

source: Left of the main frame
ru: Слева от главного фрейма

source: Left/right/up/down arrows for the location
ru: Стрелки влево/вправо/вверх/вниз в локации

source: Legend
ru: Легенда

source: Library
ru: Библиотека

source: Library - %s
ru: Библиотека - %s

source: Library documentation
ru: Документация на библиотеку

source: Library editing
ru: Редактирование библиотеки

source: Library icon
ru: Иконка библиотеки

source: Library page groups
ru: Группы страниц библиотеки

source: Library page layout
ru: Разметка страницы библиотеки

source: Library pages
ru: Страницы библиотеки

source: Library settings
ru: Настройки библиотеки

source: Lifetime interval (in seconds)
ru: Время жизни (в секундах)

source: Limit for sum height of all images in the signature
ru: Ограничение суммарной высоты для всех изображений в подписи

source: Limit for sum width of all images in the signature
ru: Ограничение суммарной ширины для всех изображений в подписи

source: Link href
ru: Ссылка

source: Link text
ru: Текст ссылки

source: Link to the same location
ru: Ссылка на ту же самую локацию

source: Link to this parent
ru: Связать с родителем

source: Links
ru: Ссылки

source: List is empty
ru: Список пуст

source: List of characters online
ru: Список пользователей онлайн

source: List of classes
ru: Список классов

source: List of contragents in the telegrams interface
ru: Список контрагентов в интерфейсе телеграмм

source: List of item categories for the library
ru: Список категорий предметов в библиотеке

source: List of item parameters in the library
ru: Список параметров предметов в библиотеке

source: List of items in the library
ru: Список предметов в библиотеке

source: List of items to give. Format:<br />item name - quantity<br />item-name - quantity<br />...
ru: Список предметов, которые необходимо выдать. Формат:<br />название предмета - количество<br />название предмета - количество<br />...

source: List of message with the specific user in the telegrams interface
ru: Переписка с конкретным пользователем в интерфейсе телеграмм

source: List of miscellaneous items
ru: Список общего назначения

source: List of money accounts
ru: Список денежных счетов

source: List of pending domains
ru: Список ожидающих доменов

source: List of transitions in the location
ru: Список переходов в локации

source: Listeners
ru: Слушатели

source: Location
ru: Локация

source: Location channel
ru: Канал локации

source: Location chat is separated from the main channel
ru: Чат локации отделён от главного канала

source: Location data saved successfully
ru: Данные локации успешно сохранены

source: Location id must be a string
ru: Идентификатор локации должен быть строкой

source: Location id must be a string. Found %s
ru: Идентификатор локации должен быть строкой. Обнаружено: %s

source: Location movement delay
ru: Задержка при перемещении по локациям

source: Location movement delay expression
ru: Выражение для задержки перехода между локациями

source: Location name
ru: Название локации

source: Location name (from where?) - 'from the Some Location'
ru: Название локации (ответ на вопрос "откуда") - "из Некоторой Локации"

source: Location name (to where?) - 'to the Some Location'
ru: Название локации (ответ на вопрос "куда") - "в Некоторую Локацию"

source: Location name (where?) - 'in the Some Location'
ru: Название локации (ответ на вопрос "где") - "в Некоторой Локации"

source: Location name in accusative
ru: Название локации в винительном падеже

source: Location name in genitive
ru: Название локации в родительном падеже

source: Location not specified
ru: Локация не указана

source: Location page layout
ru: Разметка страницы локации

source: Location saved successfully
ru: Локация успешно сохранена

source: Location to the down
ru: Локация снизу

source: Location to the left
ru: Локация слева

source: Location to the right
ru: Локация справа

source: Location to the up
ru: Локация сверху

source: Locations
ru: Локации

source: Locations configuration
ru: Конфигурация локаций

source: Locations documentation
ru: Документация на локации

source: Locations editor
ru: Редактор локаций

source: Locations parameters
ru: Параметры локаций

source: Locations special functions
ru: Спецфункции локаций

source: Lock ID
ru: ID блокировки

source: Locked
ru: Заблокировано

source: Log in
ru: Вход

source: Log message
ru: Сообщение в лог

source: Logged in
ru: Вошедший в систему

source: Login
ru: Имя

source: Login sequence
ru: Последовательность входа в игру

source: Logo
ru: Логотип

source: Logo constructor
ru: Конструктор логотипов

source: Logo editor
ru: Редактор логотипа

source: Logout
ru: Завершение сеанса

source: Logout %s
ru: Завершение сеанса %s

source: Low limit
ru: Нижний предел

source: MMO Constructor - {protocol}://www.{host} - constructor of browser-based online games
ru: MMO Constructor - {protocol}://www.{host} - конструктор браузерных онлайн-игр

source: MMO Constructor Documentation
ru: Документация на конструктор

source: MMO Constructor Dollar/MMO Constructor Dollars
ru: Доллар MMO Constructor/Доллара MMO Constructor/Долларов MMO Constructor

source: MMO Constructor Dollars
ru: Доллары MMO Constructor

source: MMO Constructor Forum
ru: Форум MMO Constructor

source: MMO Constructor Requests auction
ru: Аукцион заявок MMO Constructor

source: MMO Constructor Settings
ru: Настройки конструктора

source: MMO Constructor is a service allowing users to create their own online games
ru: MMO Constructor — сервис, позволяющий вам создать собственную онлайн-игру через онлайн-конфигуратор. Созданная игра размещается на наших серверах. Мы не берём денег ни за создание игры, ни за её хостинг. Доход от игры мы будем делить с вами в соотношении 50:50.

source: MMO Constructor will be the owner of the domain
ru: Владельцем домена будет MMO Constructor

source: MMOScript HTML template
ru: HTML-шаблон с MMOScript

source: Magenta
ru: Фиолетовый

source: Main frame height
ru: Высота главного фрейма

source: Main frame width
ru: Ширина главного фрейма

source: Main game frame
ru: Главный игровой фрейм

source: Main group
ru: Главная группа

source: Main image (normal size is {0}x{1}, will be automatically resized if not match)
ru: Главное изображение (нормальный размер {0}x{1}; изображение будет отмасштабировано, если размер не совпадает)

source: Main image (will be placed on the cyan area)
ru: Главное изображение (будет помещено на бирюзовую подложку)

source: Main project
ru: Главный проект

source: Make a valid selection
ru: Сделайте верный выбор

source: Make valid selection
ru: Сделайте верный выбор

source: Male
ru: Мужской

source: Male character info icon
ru: Иконка инфы персонажа мужского пола

source: Man
ru: Мужчина

source: Managing authorized WMIDs
ru: Управление авторизованными WMID

source: Manual validation of every character name
ru: Ручная проверка каждого имени персонажа

source: Map
ru: Карта

source: Market
ru: Рынок

source: Market place to sell and by any item
ru: Место, где вы можете договориться о покупке и продаже любых предметов

source: Marketing
ru: Маркетинг

source: Marketing documentation
ru: Документация по маркетингу

source: Marketing: statistics on users
ru: Маркетинг: статистика по пользователям

source: Mass delivery (to all users)
ru: Массовая доставка (всем пользователям)

source: Mass user %s
ru: Массовый пользователь %s

source: Massive invitations
ru: Массовые приглашения

source: Max cargo exceeded
ru: Превышена максимальная грузоподъёмность

source: Max cargo expression
ru: Выражение для максимального груза

source: Max period is %d sec
ru: Максимальный период - %d сек

source: Max recursion depth exceeded
ru: Превышена максимальная глубина рекурсии

source: Maximal amount (for instance, 'char.p_max_inventory_weight')
ru: Максимальное количество (например, 'char.p_max_inventory_weight')

source: Maximal amount of cells in the inventory (script expression, 'char' may be referenced, technical limit - %d cells)
ru: Максимальное количество ячеек инвентаря (скриптовое выражение, можно ссылаться на 'char', техническое ограничение - %d ячеек)

source: Maximal file size for this file type &mdash; %d megabytes
ru: Максимальный размер файла этого типа &mdash; %d мегабайт

source: Maximal identifier length is %d
ru: Максимальная длина идентификатора - %d

source: Maximal item lifetime is %d seconds
ru: Максимальное время жизни предмета - %d сек

source: Maximal length - 17 characters
ru: Максимальная длина - 17 символов

source: Maximal length - 5 characters
ru: Максимальная длина - 5 символов
