Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Send software exceptions to this e-mail
ru: Отправлять исключения в программном обеспечении на этот e-mail

source: Sender options
ru: Возможности отправки

source: Sending
ru: Отправка

source: Sent
ru: Отправлено

source: Server locale
ru: Локаль сервера

source: Server storage of static objects
ru: Серверное хранилище статических объектов

source: Service teleport
ru: Служебный телепорт

source: Services
ru: Услуги

source: Session
ru: Сессия

source: Session updated
ru: Сессия обновлена

source: Sessions
ru: Сессии

source: Sessions monitor
ru: Монитор сессий

source: Settings
ru: Настройки

source: Settings editor
ru: Редактор настроек

source: Settings silence restraints for users in the chat
ru: Молчанки пользователям в чате

source: Settings silence restraints for users on the forum
ru: Молчанки пользователям на форуме

source: Settings stored
ru: Настройки сохранены

source: Setup wizard
ru: Мастер установки

source: Several files with the same name '%s' encountered
ru: Найдено несколько файлов с одинаковым именем: '%s'

source: Sex
ru: Пол

source: Shop
ru: Магазин

source: Shop assortment changed
ru: Ассортимент магазина изменился

source: Shop assortment template
ru: Шаблон ассортимента магазина

source: Shop buy
ru: Покупка в магазине

source: Shop buys these items
ru: Магазин скупает эти предметы

source: Shop must either sell or buy goods (or both)
ru: Магазин должен или продавать, или покупать товары (или и то, и другое)

source: Shop prices
ru: Цены магазина

source: Shop sell
ru: Продажа в магазин

source: Shop sells these items
ru: Магазин продаёт эти предметы

source: Shop store
ru: Склад магазина

source: Shops
ru: Магазины

source: Shops configuration
ru: Конфигурация магазинов

source: Shops documentation
ru: Документация на магазины

source: Shops interface template
ru: Шаблон интерфейса магазинов

source: Shops statistics
ru: Статистика по магазинам

source: Short abbreviated code of the game (ex: EF)
ru: Короткое сокращённое название игры (напр: EF)

source: Short description for administrators
ru: Короткое описание для администраторов

source: Short game title for displaying in the games catalog (must start from capital letter, must not be in caps letter, must not be an abbreviation)
ru: Короткое название игры для отображения в каталоге игр (обязательно <strong>должно</strong> начинаться с заглавной буквы, <strong>не должно</strong> быть написано капсом, <strong>не должно</strong> быть аббревиатурой)

source: Short game title in English for displaying in the payment system interface (must start from capital letter, must not be in caps letter, must not be an abbreviation)
ru: Короткое название игры на английском языке для отображения в интерфейсе платёжной системы (обязательно <strong>должно</strong> начинаться с заглавной буквы, <strong>не должно</strong> быть написано капсом, <strong>не должно</strong> быть аббревиатурой)

source: Short title
ru: Короткое название

source: Short title of your game (ex: Eternal Forces)
ru: Короткое название вашей игры (напр: Вечные Силы)

source: Should be an abbreviation of the game title
ru: Рекомендуется указывать аббревиатуру названия игры

source: Should online/offline messages be visible worldwide
ru: Должны ли сообщения о входах/выходах из игры быть видимыми на весь мир

source: Show '+' sign before positive values
ru: Показывать знак "+" перед положительными значениями

source: Show abitrary HTML from the table of values
ru: Показать произвольный HTML из таблицы значений

source: Show combat log on the bottom side
ru: Показать лог боя снизу

source: Show enemy's avatar on the right side
ru: Показать аватар врага справа

source: Show on registration
ru: Показывать при регистрации

source: Show on the left side
ru: Показать с левой стороны

source: Show parameters of the character
ru: Показать параметры персонажа

source: Show player's avatar on the left side
ru: Показать аватар активного персонажа слева

source: Show reverted value in the inventory (0 means whole item)
ru: В инвентаре показывать обратное значение ("0" обозначает нулевой износ)

source: Show smiles
ru: Показать смайлики

source: Show this location in the text list of transitions
ru: Показывать эту локацию в текстовом списке переходов

source: Show this message to all non-authorized users
ru: Показывать это сообщение всем неавторизованным пользователям

source: Shown: %s
ru: Показано: %s

source: Side panels
ru: Боковые панели

source: Signature
ru: Подпись

source: Signature can contain at most {max} {smiles}
ru: В подписи может быть только {max} {smiles}

source: Signature can't contain colours
ru: Подпись не может быть цветной

source: Signature can't contain images
ru: В подпись нельзя вставлять смайлики

source: Signature can't contain more than 4 lines
ru: В подписи не может быть более 4 строк

source: Signature can't contain smiles
ru: В подпись нельзя вставлять смайлики

source: Signature line couldn't be longer than 80 symbols
ru: Строка подписи не может быть длиннее 80 символов

source: Silence message
ru: Сообщение для молчанки

source: Silence restraint
ru: Наказание: молчание

source: Silence till %s
ru: Молчанка до %s

source: Simple colour
ru: Простой цвет

source: Simple global template
ru: Простой глобальный шаблон

source: Simply show a number
ru: Просто показать число

source: Site
ru: Сайт

source: Site time zone
ru: Часовой пояс на сайте

source: Site time zone settings
ru: Настройка часового пояса

source: Size
ru: Размер

source: Sky #1
ru: Небо №1

source: Slot %s
ru: Слот %s

source: Slot %s is not equipped
ru: В слоте %s нет предмета

source: Slot ID
ru: ID слота

source: Slot ID (integer number)
ru: ID слота (целое число)

source: Slot ID must be a nonnegative integer in range 1-%d
ru: ID слота должен быть целым числом в диапазоне 1-%d

source: Slot dimensions (ex: 60x60)
ru: Размеры слота (например: 60x60)

source: Slot is currently unavailable
ru: В данный момент слот недоступен

source: Slot name
ru: Название слота

source: Slot with this ID already exists
ru: Слот с таким идентификатором уже существует

source: Small icon near the browser address line
ru: Небольшая иконка рядом с адресной строкой браузера

source: Smile code (this text will be replaced with image below)
ru: Код смайлика (этот текст будет заменяться на нижеприведённую картинку)

source: Smile code contains forbidden symbol '%s'
ru: Код смайлика содержит запрещённый символ '%s'

source: Smile editor
ru: Редактор смайликов

source: Smile image
ru: Картинка смайлика

source: Smiles
ru: Смайлики

source: Smiles editor
ru: Редактор смайликов

source: Smiles in the signature
ru: Смайлики в подписи

source: Smiles in the signature for {period}
ru: Смайлики в подписи на {period_a}

source: Smiles settings
ru: Настройки смайликов

source: Smiles support
ru: Поддержка смайликов

source: Smoking room
ru: Курилка

source: Social modules
ru: Социальные модули

source: Social networks
ru: Социальные сети

source: Social networks documentation
ru: Документация на социальные сети

source: Social networks interconnection
ru: Взаимодействие с социальными сетями

source: Socio
ru: Социалка

source: Socio configuration
ru: Конфигурация социалки

source: Socio interface
ru: Интерфейс социалки

source: Socio interface buttons
ru: Кнопки интерфейса социалки

source: Socio interface design
ru: Оформление интерфейса социалки

source: Socio interface design of your game is not configured. Socio interface is shown when forum, library or any other external interface is being accessed. You can upload your own design or select one from the catalog. <hook:admin.link href="sociointerface/design" title="Open configuration" />
ru: Оформление социальных интерфейсов вашей игры не настроено. Социальные интерфейсы показываются, когда игрок открывает форум, библиотеку или любую другую внешнюю страницу. Вы можете загрузить своё собственное оформление или выбрать из каталога. <hook:admin.link href="sociointerface/design" title="Открыть настройку" />

source: Socio interface design package must contain a CSS file
ru: Пакет с оформлением социалки должен содержать CSS-файл

source: Socio interface message editor
ru: Редактор сообщений в интерфейсе социалки

source: Socio interface template
ru: Шаблон интерфейса социалки

source: Socio premium pack for {period}
ru: Форумный премиум-пакет на {period_a}

source: Socio settings
ru: Социальные настройки

source: Socio top menu
ru: Верхнее меню социальных интерфейсов

source: Socio user profile
ru: Профиль пользователя социалки

source: Software engineer
ru: Разработчики ПО

source: Sold by the shop
ru: Продано магазином

source: Solid
ru: Сплошной

source: Solid color #{0} - {1}
ru: Сплошной цвет №{0} - {1}

source: Some another line
ru: Какая-то другая строка

source: Some another value
ru: Некое другое значение

source: Some header
ru: Некий заголовок

source: Some strange value
ru: Некое странное значение

source: Some title
ru: Некое название

source: Some value
ru: Некое значение

source: Someone possibly you requested e-mail change on the {host}. If you really want to do this enter the following confirmation code on the site: {code} or simply follow the link: {protocol}://{host}/auth/email/confirm?code={code}
ru: Кто-то, возможно, вы, запросил изменение e-mail на сайте {host}. Если вы действительно хотите этого, введите этот код активации на сайте: {code} или просто перейдите по ссылке: {protocol}://{host}/auth/email/confirm?code={code}

source: Someone possibly you requested password recovery on the {host} site. {content}
ru: Кто-то (возможно, вы) запросил восстановление пароля на сайте {host}. {content}

source: Someone possibly you requested password recovery on the {host} site. Accounts registered with your e-mail are: {content} If you still can't remember your password feel free to contact our support.
ru: Кто-то, возможно, вы, запросил восстановление пароля на сайте {host}. На ваш адрес e-mail зарегистрированы следующие пользователи: {content} Если вы всё равно не можете вспомнить ваш пароль, обратитесь в нашу службу технической поддержки.

source: Someone possibly you requested registration on the {host}. If you really want to do this enter the following activation code on the site: {code} or simply follow the link: {protocol}://{host}/auth/activate/{user}?code={code}
ru: Кто-то, возможно, вы, запросил регистрацию на сайте {host}. Если вы действительно хотите этого, введите этот код активации на сайте: {code} или просто перейдите по ссылке: {protocol}://{host}/auth/activate/{user}?code={code}

source: Something is completely wrong
ru: Что-то полностью пошло не так

source: Something wrong
ru: Что-то пошло не так

source: Sort members before applying limit
ru: Сортировать участников перед применением лимита

source: Sort order
ru: Порядок сортировки

source: Sorting order
ru: Порядок сортировки

source: Source '%s' is not a combat member
ru: Инициатор (source) "%s" не является участником боя

source: South Korea will hold its largest-ever winter live-fire drills Thursday in an area adjacent to North Korea, amid heightened tensions, the South Korean Army says.
ru: Баварские фермеры отказались уступать землю под олимпийские объекты. По всей Европе вводятся новые сборы с туристов.

source: Space
ru: Космос

source: Special function identifier must start with 'u_' and contain latin letters, digits and underscores only
ru: Идентификатор спецфункции должен начинаться с "u_" и содержать только латинские буквы, цифры и символы "_"

source: Special function not specified
ru: Спецфункция не указана

source: Special function settings
ru: Настройки специальной функции

source: Special functions
ru: Спецфункции

source: Special functions documentation
ru: Документация на спецфункции

source: Specific price
ru: Особенная цена

source: Specify CSS class
ru: Укажите CSS-класс

source: Specify JavaScript action
ru: Укажите действие JavaScript

source: Specify URL
ru: Укажите URL

source: Specify block title
ru: Укажите название блока

source: Specify list of values
ru: Укажите список значений

source: Specify message content
ru: Укажите тело сообщения

source: Specify message subject
ru: Укажите тему сообщения

source: Specify new name
ru: Укажите новое имя

source: Specify new password
ru: Укажите новый пароль

source: Specify smile code
ru: Укажите код смайлика

source: Specify your domain name
ru: Укажите ваше доменное имя

source: Specify your weight
ru: Укажите ваш вас

source: Spirit
ru: Дух

source: Square
ru: Квадрат

source: Starting location
ru: Стартовая локация

source: Starting location for the new character
ru: Стартовая локация для нового персонажа

source: Starting location not configured.
ru: Стартовая локация не настроена

source: Starting locations
ru: Стартовые локации

source: Starting locations configuration
ru: Настройка стартовых локаций

source: Starting locations documentation
ru: Документация на стартовые локации

source: State
ru: Состояние

source: State %s
ru: Состояние %s

source: State identifier
ru: Идентификатор состояния

source: State identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор состояния должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: State with the same identifier already exists
ru: Состояние с таким идентификатором уже существует

source: Statement
ru: Оператор

source: Static image
ru: Статическая картинка

source: Static image location interface
ru: Интерфейс локации в виде статического изображения

source: Static objects
ru: Статические объекты

source: Static storage
ru: Статическое хранилище

source: Statistics on the userbase
ru: Статистика по пользовательской базе

source: Status
ru: Статус

source: Step-by-step tutorial about creating the game to launch you can read in the <a href="//www.%s/doc/newgame" target="_blank">reference manual</a>.
ru: Пошаговый учебник по созданию игры вы можете прочитать в <a href="//www.%s/doc/newgame" target="_blank">руководстве пользователя</a>.

source: Step-by-step tutorial about preparing the game to launch you can read in the <a href="//www.%s/doc/newgame" target="_blank">reference manual</a>.
ru: Пошаговый учебник по подготовке игры к запуску вы можете прочитать в <a href="//www.%s/doc/newgame" target="_blank">руководстве пользователя</a>.

source: Stones #1
ru: Камни №1

source: Storage
ru: Хранилище

source: Storage documentation
ru: Документация на хранилище

source: Storage servers (comma separated list)
ru: Серверы хранилища (список, разделённый запятыми)

source: Store character images in these dimensions (comma separated)
ru: Сохранять образы персонажей в этих размерах (разделяются запятыми)

source: Store images for all items in these dimensions (comma separated). Specific item type may require other dimensions (for example, character equip items may have other dimensions - they shouldn't be listed here)
ru: Сохранять изображения для всех предметов в этих размерах (разделённых запятыми). Отдельные типы предметов могут требовать других размеров (например, предметы экипировки персонажей могут иметь другие разрешения - их не нужно здесь перечислять)

source: Store of {shop}
ru: Склад {shop}

source: Stored in the database
ru: Сохраняется в базе данных

source: Strike
ru: Зачёркивание

source: String '{val}' has no attributes
ru: У строки "{val}" нет атрибутов

source: Style
ru: Стиль

source: Style declaration (example: 'font-weight: bold; border: solid 2px #ff0000; padding: 3px; margin: 3px 0 3px 0')
ru: Описание стиля (например: "font-weight: bold; border: solid 2px #ff0000; padding: 3px; margin: 3px 0 3px 0")

source: Subject
ru: Тема

source: Submarine
ru: Подводная лодка

source: Subscribed topics
ru: Подписанные темы

source: Subscription successful.
ru: Подписка успешна.

source: Support
ru: Техническая поддержка

source: System
ru: Система

source: System exception: %s
ru: Системная ошибка: %s

source: System messages in the chat
ru: Системные сообщения в чате

source: Table name
ru: Название таблицы

source: Table of values (HTML allowed). Syntax:<br />1: recruit<br />2: sergeant<br />3: lieutenant<br />4: major
ru: Таблица значений (разрешён HTML). Синтаксис:<br />1: новобранец<br />2: сержант<br />3: лейтенант<br />4: майор

source: Tag '%s' is invalid - only letters, digits, spaces, underscore and minus are allowed
ru: Недопустимый тег '%s' - разрешены только буквы, цифры, пробелы, подчёркивания и минусы

source: Tags
ru: Теги

source: Tags (delimited with commas)
ru: Теги (разделяются запятыми)

source: Tags cloud
ru: Облако тегов

source: Take
ru: Взять

source: Take amount
ru: Количество для взятия

source: Take money
ru: Взять деньги

source: Taken by the administration
ru: Изъято администрацией

source: Taken {money_amount}: {comment}
ru: Изъято {money_amount}: {comment}

source: Talks about game activities: gameplay, news, wars, politics etc.
ru: Здесь можно обсудить всё, связанное с игрой: правила, нововведения, войны, политику и т.д.

source: Target '%s' is not available for this action
ru: Цель %s недоступна для этого действия

source: Target character name
ru: Имя целевого персонажа

source: Target frame
ru: В каком фрейме открыть

source: Target location
ru: Целевая локация

source: Target with given id not found
ru: Цель с данным идентификатором не найдена

source: Targets list is empty
ru: Список целей пуст

source: Targets number limit
ru: Ограничение числа целей

source: Team number must be in range 1 .. 1000. Got: %s
ru: Номер команды должен быть в диапазоне 1 .. 1000. Получили: %s

source: Team number must be integer. Got: %s
ru: Номер команды должен быть целым. Получили: %s

source: Technical error during debiting {amount} {currency} (available={available})
ru: Техническая ошибка во время списания {amount} {currency} (доступно={available})

source: Technical reference
ru: Техническое руководство

source: Technical support
ru: Техническая поддержка

source: Telegram text
ru: Текст телеграммы

source: Telegrams
ru: Телеграммы

source: Telegrams with {0}
ru: Телеграммы с {0}

source: Template
ru: Шаблон

source: Templates of '{design}'
ru: Шаблоны "{design}"

source: Templating engine
ru: Движок шаблонизатора

source: Terms and conditions (public offer)
ru: Условия пользовательского соглашения (публичная оферта)

source: Test
ru: Тест

source: Test delivery (to the administrator)
ru: Тестовая доставка (администратору)

source: Text color in the 'About' and 'News' blocks
ru: Цвет текста в блоках "Об игре" и "Новости"

source: Text color in the 'Links' block
ru: Цвет текста в блоке "Ссылки"

source: Text color of the footer, rating participants
ru: Цвет текста в нижней части страницы и у имён участников рейтинга

source: Text on the 'Go' button
ru: Текст кнопки "Go"

source: The Monster attacks John
ru: Монстр атакует Ивана

source: The best dragon hunter
ru: Лучший охотник на драконов

source: The biggest glory
ru: Самая большая слава

source: The field is mandatory after this character level ('0' if not mandatory)
ru: Это поле является обязательным, начиная с этого уровня персонажа ('0', если необязательное)

source: The richest
ru: Самые богатые

source: There are no items for sell at the moment
ru: В данный момент товар на продажу отсутствует

source: There are some very important points in the contract. At least read information in the red panel.
ru: В договоре есть некоторые очень важные пункты. Как минимум, прочтите информацию в красной панели.

source: There is a page group with the same code already
ru: Группа страниц с таким кодом уже существует

source: There is a page with the same code already
ru: Страница с таким кодом уже существует

source: There is already a button with this code
ru: Уже есть кнопка с таким кодом

source: There is another user with this email
ru: Уже есть пользователь с этим e-mail

source: Think over forum categories carefully. Try to create minimal quantity of categories. Keep in mind that users will spend just few seconds to choose a category to write. Descriptions should be short and simple. Titles should be short and self explanatory. Don't create many categories for future reference. It's better to create several more common categories and split them later.
ru: Тщательно продумайте структуру разделов форума. Постарайтесь обойтись минимальным количеством разделов. Помните, что на выбор раздела, в который написать, пользователи будут тратить лишь несколько секунд. Описания должны быть простыми и понятными. Названия разделов - короткими и информативными. Не создавайте много разделов "на будущее". Лучше создать меньше разделов и разделить их позже.

source: This WMID is assigned already to the user <strong>%s</strong>. You can't assign one WMID to several accounts
ru: Этот WMID уже назначен пользователю <strong>%s</strong>. Вы не можете назначить один WMID нескольким аккаунтам

source: This action is not available
ru: Это действие не доступно

source: This block is shown on the every library page
ru: Этот блок показывается на каждой странице библиотеки

source: This button is no more valid
ru: Эта кнопка более недоступна

source: This button is unavailable
ru: Эта кнопка недоступна

source: This category is for all items not fitting to other categories
ru: Это - категория для всех предметов, не подходящих в другие категории

source: This category is opened by default
ru: Эта категория открывается по умолчанию

source: This class variant is visible in the API
ru: Публиковать информацию об этом варианте класса в API

source: This code in inappropriate for this action
ru: Этот код не подходит для этого действия

source: This code is busy
ru: Этот код занят

source: This code is redeemed already
ru: Этот код уже погашен

source: This currency is sold for real money
ru: Эта валюта продаётся за реальные деньги

source: This currency name is busy
ru: Это название валюты занято

source: This dimension must be listed in the list of available dimensions above
ru: Размер должен быть перечислен в списке доступных размеров выше

source: This dimension must be listed in the list of available dimensions on characters images configuration page. Current settings: %s
ru: Этот размер должен числиться в списке доступных размеров на странице настройки образом персонажей. Текущая настройка: %s

source: This doesn't look like a number
ru: Это не похоже на число

source: This domain is a subject to the manual check. This may take up to 3 days
ru: Этот домен подлежит ручной проверке. Это может занять до 3 дней

source: This domain is already assigned to a project
ru: Этот домен уже назначен одному из проектов

source: This domain is already bound to another MMO Constructor project
ru: Этот домен уже привязан к другому проекту MMO Constructor

source: This domain is already registered by another user of the MMO Constructor
ru: Этот домен уже зарегистрирован другим пользователем MMO Constructor

source: This domain is in the pending state. We don't know the result of the registration. Please contact MMO Constructor administration to get more details. registrar_id=%s
ru: Этот домен находится в процессе регистрации. Мы пока точно не знаем, каков результат регистрации. Пожалуйста, свяжитесь с администрацией MMO Constructor, чтобы получить более подробные данные. registrar_id=%s

source: This domain is registered by you but not assigned to a project
ru: Этот домен зарегистрирован вами, но ещё не назначен проекту

source: This domain name is occupied already. Choose another one
ru: Это доменное имя уже занято. Выберите другое

source: This domain was not registered by you. You can't use for your project
ru: Этот домен был зарегистрирован не вами. Вы не можете использовать его для своего проекта

source: This field is mandatory
ru: Это обязательное поле

source: This field must be a positive integer number
ru: Это значение должно быть целым положительным числом
