Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Comment
ru: Комментировать

source: Comment for the user (can be empty)
ru: Комментарий для пользователя (может быть пустым)

source: Common game CSS (styles for character icons, level [5] markers etc). This file is included in every game page - index page, game interface, socio interface
ru: Общеигровой CSS (стили для иконок персонажей, маркеров уровней [5] и т.д.) Этот файл включается в каждую страницу игры - титульную, игровой интерфейс, социальный интерфейс

source: Complex template (with number and HTML from the table of values)
ru: Составной шаблон (с числом и HTML из таблицы значений)

source: Condition (when to show the button)
ru: Условие (при котором показывать кнопку)

source: Condition (when to show the link)
ru: Условие (при котором показывать ссылку)

source: Configuration
ru: Конфигурация

source: Configuration of Google Analytics
ru: Конфигурация Google Analytics

source: Configuration stored
ru: Конфигурация сохранена

source: Confirm
ru: Подтверждение

source: Confirm new password
ru: Подтвердите новый пароль

source: Confirm password
ru: Подтвердите пароль

source: Confirmation code from your post box
ru: Введите код подтверждения, отправленный вам на почту

source: Congratulations! Your game '{0}' has passed moderation successfully.
ru: Поздравляем! Ваша игра '{0}' успешно прошла модерацию.

source: Congratulations! Your game is ready to be published.
ru: Поздравляем! Ваша игра готова к публикации.

source: Connection refused
ru: В соединении отказано

source: Connection secured
ru: Установлено безопасное соединение

source: Constraint amount
ru: Количество для ограничения

source: Constraint editor
ru: Редактор ограничения

source: Constraint error text
ru: Текст сообщения о применении ограничения

source: Constraint maximal value
ru: Максимальное значение ограничения

source: Constructor
ru: Конструктор

source: Constructor administration
ru: Администрирование конструктора

source: Constructor moderator
ru: Модератор конструктора

source: Constructor of browser-based online games
ru: Конструктор браузерных онлайн-игр

source: Constructor settings stored
ru: Настройки конструктора сохранены

source: Constructor technical support
ru: Техническая поддержка Конструктора

source: Constructor: Xsolla integration
ru: Конструктор: интеграция с Xsolla

source: Constructor: giving invitations
ru: Конструктор: выдача приглашений

source: Constructor: global settings
ru: Конструктор: глобальные настройки

source: Constructor: projects
ru: Конструктор: проекты

source: Constructor: publishing projects (moderation)
ru: Конструктор: публикация проектов (модерация)

source: Constructor: unpublishing projects
ru: Конструктор: снятие проектов с публикации

source: Content
ru: Содержание

source: Content must not be empty
ru: Содержимое не может быть пустым

source: Content type
ru: Тип контента

source: Content-type not specified. Add <meta http-equiv="Content-type" content="text/html; charset=utf-8" /> into the head tag
ru: Content-type не указан. Добавьте <meta http-equiv="Content-type" content="text/html; charset=utf-8" /> в тег head

source: Context
ru: Контекст

source: Continue
ru: Продолжить

source: Contragent ID
ru: ID контрагента

source: Control
ru: Управление

source: Controlling character not specified for combat member '%s' with web controller
ru: Не задан управляющий персонаж для участника боя "%s" с web-контроллером

source: Conversion table (format: min_value - resulting_level). Sample 'experience to level' conversion:<br />0: 1<br />100: 2<br />500: 3<br />3000: 4
ru: Таблица преобразования (формат: минимальное_значение - результирующий_уровень). Пример преобразования "опыта в уровень": <br />0: 1<br />100: 2<br />500: 3<br />3000: 4

source: Conversion table is published in the library
ru: Публиковать таблицу преобразований в библиотеке

source: Cookie
ru: Кука

source: Copy of %s
ru: Копия %s

source: Copying
ru: Копирование

source: Correspondence
ru: Переписка

source: Correspondence with {0}
ru: Переписка с {0}

source: Could not create combat member '%s'
ru: Не удалось создать участника боя "%s"

source: Couldn't convert '{token}' (type '{type}') to string: {exception}
ru: Не удалось преобразовать "{token}" (тип "{type}") в строку: {exception}

source: Counters
ru: Счётчики

source: Counters HTML code
ru: HTML-код счётчиков

source: Counters administration
ru: Администрирование счётчиков

source: Counters stored
ru: Счётчики сохранены

source: Couple of modules related to social interactions among players (smiles, forums, blogs, etc)
ru: Модули, относящиеся к социальному взаимодействию между игроками (смайлики, форумы, блоги и т.д.)

source: Crazy Warrior From Hell
ru: Сумасшедший Воин Из Ада

source: Create a character
ru: Создать персонажа

source: Create a new character
ru: Создать нового персонажа

source: Create a new game
ru: Создать новую игру

source: Create new category
ru: Создать новый раздел

source: Create new field
ru: Создать новое поле

source: Create new item above avatar
ru: Создать новый элемент над аватаром

source: Create new item below avatar
ru: Создать новый элемент под аватаром

source: Created
ru: Создано

source: Creating highly customizable combats
ru: Создание настраиваемой боевой системы

source: Cult of the dead cow
ru: Культ мёртвой коровы

source: Curly brackets are not allowed here
ru: Фигурные скобки здесь не разрешены

source: Currencies
ru: Валюты

source: Currencies editor
ru: Редактор валют

source: Currency
ru: Валюта

source: Currency code
ru: Код валюты

source: Currency code (for example, GLD for gold, SLVR for silver, DMND for diamonds and so on).<br /><span class="no">You won't have an ability to change the code later. Think twice before saving</span>
ru: Код валюты (например, GLD для золота, SLVR для серебра, DMND для алмазов и т.д.)<br /><span class="no">Позже вы не сможете изменить код валюты. Подумайте дважды перед сохранением</span>

source: Currency code is mandatory
ru: Укажите код валюты

source: Currency code must contain capital latin letters only
ru: Код валюты может содержать только заглавные латинские буквы

source: Currency description
ru: Описание валюты

source: Currency editor
ru: Редактор валют

source: Currency exchange rates
ru: Курсы обмена валют

source: Currency exchange rates configuration
ru: Настройка курсов обмена валют

source: Currency icon (approx 16x16)
ru: Иконка для валюты (примерно 16x16)

source: Currency image (approx 60x60)
ru: Картинка для валюты (примерно 60x60)

source: Currency is not specified
ru: Валюта не указана

source: Currency name
ru: Название валюты

source: Currency name (ex: Gold, Diamonds, Roubles, Dollars, Coins)
ru: Название валюты (например: Золото, Алмазы, Рубли, Доллары, Монеты)

source: Currency name in English (ex: Gold, Diamonds, Roubles, Dollars, Coins)
ru: Название валюты на английском языке (пример: Gold, Diamonds, Roubles, Dollars, Coins)

source: Currency name in English: singular and plural forms delimited by "/". For example: "Dollar/Dollars", "Gold/Gold", "Coin/Coins", "Diamond/Diamonds", "Rouble/Roubles"
ru: Название валюты на английском языке. Формы единственного и множественного числа, разделённые "/". Например: "Dollar/Dollars", "Gold/Gold", "Diamond/Diamonds", "Rouble/Roubles"

source: Currency name is mandatory
ru: Укажите название валюты

source: Currency name: plural form. For example: "Dollars", "Gold", "Coins", "Diamonds", "Roubles"
ru: Название валюты: множественное число. Например: "Доллары", "Золото", "Монеты", "Алмазы", "Рубли"

source: Currency name: singular and plural forms delimited by "/". For example: "Dollar/Dollars", "Gold/Gold", "Coin/Coins", "Diamond/Diamonds", "Rouble/Roubles"
ru: Название валюты: склонения числительных для количеств 1, 2 и 5, разделённые "/". Например: "Доллар/Доллара/Долларов", "Золото/Золота/Золота", "Золотой/Золотых/Золотых", "Монета/Монеты/Монет", "Алмаз/Алмаза/Алмазов", "Рубль/Рубля/Рублей"

source: Currency of the balance price
ru: Валюта балансировочной цены

source: Current icon
ru: Текущая иконка

source: Current logo
ru: Текущий логотип

source: Current period
ru: Текущий период

source: Current quests
ru: Текущие квесты

source: Current window
ru: Текущее окно

source: Currently opened dialogs
ru: Текущие открытые диалоги

source: Custom field
ru: Пользовательское поле

source: Custom image #%d
ru: Пользовательская картинка №%d

source: DNS server 1
ru: DNS-сервер 1

source: DNS server 2
ru: DNS-сервер 2

source: DNS settings
ru: Настройки DNS

source: DNS settings stored
ru: Настройки DNS сохранены

source: DOCTYPE not specified
ru: DOCTYPE не указан

source: Daemon
ru: Демон

source: Damage parameter must start with 'p_'
ru: Параметр урона должен начинаться с "p_"

source: Dark
ru: Тёмный

source: Dark green
ru: Тёмно-зелёный

source: Date
ru: Дата

source: Dear newbies, if you have any questions about the game, feel free to ask
ru: Дорогие новички, задавайте вопросы, если вам чего непонятно

source: Debug chat channel
ru: Отладочный канал чата

source: Debugging channel enabled
ru: Включить отладочный канал

source: Debugging version of ExtJS (for advanced JavaScript programming)
ru: Отладочная версия ExtJS (для продвинутого программирования на JavaScript)

source: Declension samples
ru: Примеры склонений

source: Declensions
ru: Склонения

source: Default
ru: По умолчанию

source: Default special function
ru: Спецфункция по умолчанию

source: Default value
ru: Значение по умолчанию

source: Defining categories
ru: Создание разделов

source: Delay must be a non-negative integer value
ru: Задержка должна быть неотрицательным целым числом

source: Delay when moving between locations
ru: Задержка при перемещении между локациями

source: Delay when moving to this location (if not specified delay will be calculated as sum of delays on both locations)
ru: Задержка при перемещении в эту локацию (если не указана, то задержка будет вычислена как сумма задержек обеих локаций)

source: Delay when moving to this location and from it
ru: Задержка при переходе в эту локацию и из неё

source: Delete
ru: Удалить

source: Delete %s image
ru: Удалить изображение %s

source: Delete this image
ru: Удалить это изображение

source: Deleting users' modifiers
ru: Удаление модификаторов пользователей

source: Deletion
ru: Удаление

source: Deliver new combat member parameter
ru: Доставить новый параметр участника боя

source: Deliver new combat parameter
ru: Доставить новый параметр боя

source: Delivery options
ru: Опции доставки

source: Demo page
ru: Демонстрационная страница

source: Deny creating topics
ru: Запрещено создавать темы

source: Deny everything
ru: Запрещено всё

source: Deny moderation
ru: Запрещено модерировать

source: Deny replying
ru: Запрещено отвечать

source: Deny selection for free
ru: Запретить бесплатную установку

source: Depends on: %s
ru: Зависит от: %s

source: Derived (calculated) parameter
ru: Производный (вычисляемый) параметр

source: Descending
ru: По убыванию

source: Description
ru: Описание

source: Description (ex: Slot for summoning scrolls)
ru: Описание (например: Слот для свитков призыва)

source: Description for players
ru: Описание для игроков

source: Description may not be empty
ru: Описание не может быть пустым

source: Description of item parameter in the library
ru: Описание параметра предмета в библиотеке

source: Description of the templates engine
ru: Описание шаблонизатора

source: Design configuration
ru: Настройка оформления

source: Design template
ru: Шаблон оформления

source: Design templates
ru: Шаблоны оформления

source: Design title
ru: Название оформления

source: Destination email
ru: E-mail получателя

source: Destroy this game
ru: Уничтожить эту игру

source: Detailed description of the currency setup you can read in the <a href="//www.%s/doc/newgame#money" target="_blank">reference manual page</a>.
ru: Подробное описание настройки валют вы можете прочитать на <a href="//www.%s/doc/newgame#money" target="_blank">этой странице руководства</a>.

source: Developers club
ru: Клуб разработчиков

source: Devil
ru: Дьявол

source: Dialog can't contain more than 1 default button
ru: В диалоге не может быть более одной кнопки по умолчанию

source: Dialog can't contain multiple 'template' entries
ru: У диалога не может быть несколько записей "template"

source: Dialog can't contain multiple 'text' entries
ru: У диалога не может быть несколько записей "text"

source: Dialog can't contain multiple 'title' entries
ru: У диалога не может быть несколько записей "title"

source: Dialog template name must be a string
ru: Имя шаблона диалога должно быть строкой

source: Dialog template name must start with latin letter. Other symbols may be latin letters, digits or '-'. File name extension must be .html
ru: Имя шаблона диалога должно начинаться латинской буквы. Остальные символы могут быть латинскими буквами, цифрами или "-". Расширение имени файла должно быть .html

source: Dialog text
ru: Текст диалога

source: Dialog text must be a string
ru: Текст диалога должен быть строкой

source: Dialog title
ru: Заголовок диалога

source: Dialog title must be a string
ru: Заголовок диалога должен быть строкой

source: Dimensions in shops
ru: Размеры в магазинах

source: Dimensions in the inventory
ru: Размеры в инвентаре

source: Dimensions in the library
ru: Размеры в библиотеке

source: Diplomacy
ru: Дипломатия

source: Diplomacy channel
ru: Дипломатический канал

source: Diplomacy channel enabled
ru: Включить дипломатический канал

source: Dirt #1
ru: Земля №1

source: Disable sending letters to {email}
ru: Отключить отправку писем на {email}

source: Discard
ru: Выбросить

source: Discussions with the game administrators. Here you can discuss any issues related to the game itself.
ru: Здесь вы можете пообщаться с администрацией игры и обсудить любые вопросы, связанные с игрой в целом.

source: Division by zero: '{val}' == 0
ru: Деление на 0: ({val}) == 0

source: Do you accept <a href="/offer" target="_blank">the terms and conditions</a>?
ru: Вы принимаете <a href="/offer" target="_blank">условия пользовательского соглашения</a>?

source: Do you really want to delete this design?
ru: Вы уверены, что хотите удалить это оформление?

source: Do you really want to install this design?
ru: Вы уверены, что хотите установить это оформление?

source: Documentation
ru: Документация

source: Domain
ru: Домен

source: Domain %s is available for registration
ru: Домен %s доступен для регистрации

source: Domain name
ru: Доменное имя

source: Domain name (without www)
ru: Доменное имя (без www)

source: Domain name can't contain 'www'
ru: Доменное имя не может содержать 'www'

source: Domain name can't contain double dash ('--'). International domain names are not supported
ru: Доменное имя не может содержать двух минусов подряд (--). Многоязычные имена доменов не поддерживаются

source: Domain name is too long
ru: Доменное имя слишком длинное

source: Domain prolongation: {domain}
ru: Продление домена: {domain}

source: Domain registration prices stored
ru: Цены на регистрацию доменов сохранены

source: Domain registration wizard
ru: Мастер регистрации доменов

source: Domain registration: {domain}
ru: Регистрация домена: {domain}

source: Domain servers for {0} are: {1}. Setup your zone correctly: DNS servers must be {2} and {3}
ru: Для {0} установлены серверы имён: {1}. Правильно настройте свою зону: DNS-серверы должны быть: {2} и {3}

source: Domain wizard
ru: Мастер назначения домена

source: Domain {0} has A records but no NS records. Configure your zone correctly
ru: Домен {0} имеет записи A, но не имеет записей NS. Правильно сконфигурируйте вашу зону

source: Domain {0} was not found by the root nameservers
ru: Домен {0} не найден корневыми серверами имён

source: Domain {0} was not found by {1}. Either domain is not registered yet or DNS data was not updated yet. If the domain was registered recently, it is normal situation. It may take several hours (about 6) for NS servers to update. Try again later, please
ru: Домен {0} не найден серверами {1}. Это означает, что либо домен ещё не зарегистрирован, либо данные DNS не успели обновиться. Если домен был зарегистрирован только что, то это нормальная ситуация. NS-серверам может потребоваться несколько часов (около 6) для того, чтобы обновиться. Пожалуйста, повторите попытку позже.

source: Domain {domain} can not be prolonged, because TLD {tld} is no longer supported.
ru: Не удалось продлить домен {domain}, поскольку TLD {tld} больше не поддерживается.

source: Domain {domain} is now prolonged.
ru: Домен {domain} продлён.

source: Domain {domain} will expire at {reg_till}, but you don't have enough money to prolong it. If you want to prolong {domain}, you must have {price} MM$ on your account. Payment interface: {url}
ru: Срок действия домена {domain} заканчивается {reg_till}, но у вас недостаточно средств, чтобы продлить его. Если вы хотите продлить {domain}, вам необходимо иметь {price} MM$ на вашем счету. Платёжный интерфейс: {url}

source: Domains
ru: Домены

source: Domains: DNS settings
ru: Домены: настройки DNS

source: Domains: administration
ru: Домены: администрирование

source: Domains: administrator's personal data
ru: Домены: персональные данные администратора

source: Domains: registration prices
ru: Домены: цены на регистрацию

source: Domains: unassigning
ru: Домены: отсоединение

source: Don't check DNS servers
ru: Не проверять DNS-серверы

source: Dossier
ru: Досье

source: Download error: %s
ru: Ошибка при скачивании: %s

source: Duration
ru: Время действия

source: E-mail address
ru: Адрес e-mail

source: E-mail change
ru: Изменение e-mail

source: E-mail changing
ru: Изменение e-mail

source: E-mail confirmation
ru: Подтверждение e-mail

source: E-mail moderation request
ru: Запрос на модерацию e-mail

source: E-mail notifications
ru: Уведомления на почту

source: E-mail settings
ru: Настройки e-mail

source: Economy
ru: Экономика

source: Edit
ru: Редактировать

source: Edit item type parameters
ru: Редактировать параметры типа предметов

source: Edit permissions of a user
ru: Редактировать привилегии пользователя

source: Edit post
ru: Редактирование ответа

source: Edit quest parameters
ru: Редактировать параметры квеста

source: Edit settings
ru: Редактировать настройки

source: Edit topic
ru: Редактирование темы

source: Editing
ru: Редактирование

source: Editor
ru: Редактор

source: Editor of user defined permissions
ru: Редактор привилегий, определяемых пользователем

source: Email bulk sending
ru: Отправка e-mail-рассылок

source: Email configuration
ru: Конфигурация e-mail

source: Email content
ru: Содержимое e-mail

source: Email of projects moderator
ru: E-mail модератора проектов

source: Email of the request auction moderator
ru: E-mail модератора аукциона заявок

source: Email sender
ru: Массовые рассылки e-mail

source: Email sender documentation
ru: Документация на рассылку e-mail

source: Email subject
ru: Тема e-mail

source: Email unsubscription
ru: Отписка e-mail

source: Emails moderation
ru: Модерация e-mail

source: Emails moderator
ru: Модератор e-mail

source: Empty dimension encountered
ru: Пустые размеры

source: Empty hostname
ru: Пустое имя хоста

source: Empty space
ru: Пустое место

source: Empty value '{val}' has no attributes
ru: У пустого значения "{val}" нет атрибутов

source: Enable panel on the top of the screen (code 'top')
ru: Включить панель в верхней части экрана ('top')

source: Enable panel to the left of the main frame (code 'main-left')
ru: Включить панель слева от главного фрейма (код 'main-left')

source: Enable panel to the right of the main frame (code 'main-right')
ru: Включить панель справа от главного фрейма (код 'main-right')

source: Enabled layered character images
ru: Послойные образы персонажей включены

source: End execution
ru: Конец исполнения

source: End execution on target 'target'
ru: Конец исполнения на цель "target"

source: End of day
ru: Конец дня

source: End of month
ru: Конец месяца

source: End of week
ru: Конец недели

source: Enemy's avatar width
ru: Ширина аватара врага

source: Enter a number (6 digits) from the picture
ru: Введите число (6 цифр) с картинки

source: Enter activation code from your e-mail box
ru: Введите код активации, отправленный вам на почту

source: Enter birthday in format DD.MM.YYYY
ru: Введите день рождения в формате ДД.ММ.ГГГГ

source: Enter category order
ru: Введите порядок сортировки

source: Enter category title
ru: Введите название раздела

source: Enter character name
ru: Введите имя персонажа

source: Enter character name:
ru: Введите имя персонажа:

source: Enter code
ru: Введите код

source: Enter correct URL
ru: Введите правильный адрес

source: Enter correct e-mail
ru: Введите правильный адрес e-mail

source: Enter domain name
ru: Введите доменное имя

source: Enter e-mail
ru: Введите адрес e-mail

source: Enter full title
ru: Введите полное название

source: Enter game title in English
ru: Введите название игры на английском языке

source: Enter invisible
ru: Вход в невидимости

source: Enter invitation code
ru: Введите пригласительный код

source: Enter message content
ru: Введите текст сообщения

source: Enter new e-mail address
ru: Введите новый адрес e-mail

source: Enter numbers from the picture
ru: Введите цифры с картинки

source: Enter post content
ru: Введите текст сообщения

source: Enter project uuid
ru: Введите UUID проекта

source: Enter recipient name
ru: Введите имя получателя

source: Enter short title
ru: Введите короткое название

source: Enter the game
ru: Вход в игру

source: Enter the game immediately after login
ru: Вход в игру сразу после аутентификации

source: Enter top category title
ru: Введите названия раздела верхнего уровня

source: Enter topic content
ru: Введите текст сообщения

source: Enter topic subject
ru: Введите тему сообщения

source: Enter user name
ru: Введите имя пользователя

source: Enter valid address
ru: Введите корректный адрес

source: Enter width in pixels
ru: Введите ширину в пикселях

source: Enter your age
ru: Введите ваш возраст

source: Enter your character name
ru: Введите имя вашего персонажа

source: Enter your character's legend
ru: Введите легенду вашего персонажа

source: Enter your character's motto
ru: Введите девиз вашего персонажа

source: Enter your code
ru: Введите ваш код

source: Enter your e-mail
ru: Введите ваш адрес e-mail

source: Enter your e-mail address
ru: Введите ваш адрес e-mail

source: Enter your name or email
ru: Введите ваше имя или e-mail

source: Enter your name, please
ru: Пожалуйста, введите ваше имя

source: Enter your new password
ru: Введите ваш новый пароль

source: Enter your old password
ru: Введите ваш старый пароль

source: Enter your passport number, issuer and issue date
ru: Введите ваш номер паспорта, кем и когда выдан

source: Enter your password
ru: Введите ваш пароль

source: Enter your user name
ru: Введите ваше имя пользователя

source: Entire world channel
ru: Общемировой канал

source: Epic battle near the main gates of the Rockbridge Castle
ru: Эпическая битва у главных ворот замка Рокбридж

source: Epic war event
ru: Эпическое событие: война

source: EquipItem is invalid at this point
ru: EquipItem в данный момент неверный

source: Equipment
ru: Экипировка

source: Equipment documentation
ru: Документация на экипировку

source: Equipment layout
ru: Разметка экипировки

source: Equipment layouts
ru: Разметка экипировки

source: Equipment slots
ru: Слоты экипировки

source: Error
ru: Ошибка

source: Error connecting to the WebMoney server. Try again later
ru: Ошибка соединения с сервером WebMoney. Пожалуйста, попробуйте позже

source: Error connecting to the registrar. Try again please
ru: Ошибка соединения с регистратором. Пожалуйста, попробуйте позже

source: Error downloading [img:%s]
ru: Ошибка при загрузке [img:%s]
