Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Error downloading template
ru: Ошибка загрузки шаблона

source: Error getting response from the registrar. Your request was not processed
ru: Ошибка при получении ответа от регистратора. Ваш запрос не был обработан

source: Error logging in
ru: Ошибка при входе

source: Error message
ru: Сообщение об ошибке

source: Error message when attempting to exceed the maximal amount
ru: Сообщение об ошибке при попытке превысить максимальное количество

source: Error message when attempting to use a color with false condition (HTML allowed)
ru: Сообщение об ошибке при попытке использовать цвет с ложным условием (разрешён HTML)

source: Error message when transition is unavailable
ru: Сообщение об ошибке, когда переход недоступен

source: Error near '%s'
ru: Ошибка рядом с '%s'

source: Error on match
ru: Ошибка при срабатывании

source: Error parsing '{expression}': {error}
ru: Ошибка при разборе "{expression}": "{error}"

source: Error parsing template {0}: {1}
ru: Ошибка парсинга шаблона {0}: {1}

source: Error parsing template: %s
ru: Ошибка парсинга шаблона: %s

source: Error parsing {0}: {1}
ru: Ошибка парсера {0}: {1}

source: Error registering domain: %s
ru: Ошибка регистрации домена: %s

source: Error storing object {0}: {1}
ru: Ошибка при сохранении объекта {0}: {1}

source: Error storing object {name}: {err}
ru: Ошибка при сохранении объекта {name}: {err}

source: Eternal shadow returns
ru: Вечная тень возвращается

source: Europe travel chaos starts to clear
ru: Перепись населения откатила США к временам Великой депрессии

source: Evaluation of '{cls}.{uuid}.{param}'
ru: Вычисление "{cls}.{uuid}.{param}"

source: Evaluation of '{cls}.{uuid}.{param}' visibility condition
ru: Вычисление условия видимости параметра "{cls}.{uuid}.{param}"

source: Evaluation of chat HTML
ru: Вычисление HTML для чата

source: Evaluation of chat channel
ru: Вычисление канала чата

source: Evaluation of chat class
ru: Вычисление класса для чата

source: Evaluation of combat action
ru: Вычисление боевого действия

source: Evaluation of combat action source
ru: Вычисление инициатора (source) боевого действия

source: Evaluation of combat log {key} attribute
ru: Вычисление атрибута боя {key}

source: Evaluation of combat system log {key} attribute
ru: Вычисление атрибута {key} текста для системного лога

source: Evaluation of condition
ru: Вычисление условия

source: Evaluation of damage target member
ru: Определение цели урона

source: Evaluation of damage value
ru: Определение величины урона

source: Evaluation of heal target member
ru: Вычисление пациента (участника, являющегося целью лечения)

source: Evaluation of heal value
ru: Вычисление величины лечения

source: Evaluation of log text
ru: Вычисление текста для логгирования

source: Evaluation of maximal value
ru: Вычисление максимального значения

source: Evaluation of member
ru: Вычисление участника

source: Evaluation of object
ru: Вычисление объекта

source: Evaluation of system log text
ru: Вычисление текста для системного лога

source: Evaluation of target availability
ru: Вычисление доступности цели "target"

source: Evaluation of the condition
ru: Вычисление условия

source: Evaluation of the data
ru: Вычисление данных

source: Evaluation of value
ru: Вычисление значения

source: Even with legal protection, women victims of rape still face a social stigma that is hard to overcome. He said: "Women are still afraid to complain if they are victims of rape because there is an attitude from the society."</p><p>Coulibaly added: "There is no law to define rape but there will be one. And work is being done with police officers and judges ... to let them understand the problem is not the woman, but the perpetrator of the rape."
ru: На сайте госкорпорации "Роснано" появился рекламный ролик, приуроченный к открытию первого завода, созданного при участии "Роснано" в городе Рыбинске Ярославской области.</p><p>В ролике, показывающем возможности продукции первого нанопроизводства, звучит фраза, которую выбрали в качестве слогана акции: "Ну ты, нано, даешь!". На заводе планируют производить "износостойкие инструменты", в том числе сверла с прочным нанопокрытием.

source: Event
ru: Событие

source: Event id must be a string
ru: Идентификатор события должен быть строкой

source: Event identifier
ru: Идентификатор события

source: Event identifier 'onfail' must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор события "onfail" должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Event identifier must be a string
ru: Идентификатор события должен быть строкой

source: Event identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор события должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Event identifier not specified
ru: Идентификатор события не указан

source: Every channel on a separate tab
ru: Каждый канал на отдельной вкладке

source: Everybody
ru: Все

source: Everything is correct. Send to moderation
ru: Всё верно. Отправить на модерацию

source: Everything not related to the game: humor, forum games, hobbies, sport etc.
ru: Всё, что не относится к игре: юмор, форумные игры, хобби, спорт и т.д.

source: Exchange rate
ru: Курс обмена

source: Exchange rates documentation
ru: Документация на курсы валют

source: Exchange rates stored
ru: Курсы обмена сохранены

source: Exchange to roubles
ru: Цена в рублях

source: Execute JavaScript
ru: Выполнить JavaScript

source: Executed when AI member gets right of turn
ru: Выполняется, когда ИИ-участник получает право хода

source: Exit
ru: Выход

source: Expiration
ru: Срок годности

source: Expiration rounding
ru: Округление срока годности

source: Expiration settings
ru: Настройки срока годности

source: Expression
ru: Выражение

source: Expression '%s' is invalid: unexpected end of line
ru: Выражение "%s" внезапно оборвалось

source: Expression + table
ru: Выражение + таблица

source: External global template
ru: Внешний глобальный шаблон

source: Extra settings
ru: Дополнительные настройки

source: Extremely long combat name involving names of participating characters, NPCs and so on
ru: Крайне длинное название боя, включающее имена участвующих персонажей, NPC и так далее

source: Facebook application identifier
ru: Идентификатор приложения Facebook

source: Failed to start combat server
ru: Не удалось запустить боевой сервер

source: Fast movement across the locations
ru: Быстрое перемещение по локациям

source: Fast movement across the locations for {period}
ru: Ускоренное перемещение по локациям на {period_a}

source: Favicon documentation
ru: Документация на favicon

source: Favicon settings
ru: Настройки favicon

source: Favicons
ru: Иконки favicon

source: Female
ru: Женский

source: Female character info icon
ru: Иконка инфы персонажа женского пола

source: Field code (identifier for scripting)
ru: Код поля (для использования в скриптах)

source: Field type
ru: Тип поля

source: File
ru: Файл

source: File name
ru: Имя файла

source: Filename '%s' is invalid. Only small latin letters (a-z), digits (0-9), underscore (_) and minus(-) are permitted. Filename must have an extention (a-z, 0-9 symbols)
ru: Неверное имя файла: '%s' . Допустимы только маленькие латинские буквы (a-z), цифры (0-9), подчёркивание (_) и минус (-). Файл должен иметь расширение из символов a-z, 0-9

source: Filename '{0}' has unsupported extension: {1}. Permitted extensions are: {2}
ru: Имя файла '{0}' имеет неподдерживаемое расширение: {1}. Допустимые разрешения: {2}

source: Find project
ru: Найти проект

source: Find the most popular browsers
ru: Найти наиболее популярные браузеры

source: Find user
ru: Найти пользователя

source: Finish date
ru: Дата завершения

source: Finished quests
ru: Пройденные квесты

source: First image selection after registration is free
ru: После регистрации персонажа выбор первого образа предоставляется бесплатно

source: Fixed combat height, variable log height
ru: Фиксированная ширина боя, переменная ширина лога

source: Float '{val}' has no attributes
ru: У числа "{val}" нет атрибутов

source: For goods being sold in shops
ru: Для товаров, которые продаются в магазинах

source: For items in the administrative interfaces
ru: Для административных интерфейсов

source: For items in the character's inventory
ru: Для предметов в инвентаре персонажа

source: For items in the library
ru: Для предметов в библиотеке

source: Forbidden
ru: Запрещено

source: Forever
ru: Навсегда

source: Forgotten your password?
ru: Забыли ваш пароль?

source: Form
ru: Форма

source: Form control type
ru: Тип поля

source: Form input must have "name" attribute
ru: Поля ввода форм должны иметь атрибут "name"

source: Format
ru: Формат

source: Forms inside forms are not allowed
ru: Формы внутри форм запрещены

source: Forum
ru: Форум

source: Forum categories
ru: Разделы форума

source: Forum categories editor
ru: Редактор разделов форума

source: Forum category
ru: Раздел форума

source: Forum category (list of topics)
ru: Раздел форума (список топиков)

source: Forum discussion
ru: Обсуждение на форуме

source: Forum index page (list of categories)
ru: Титульная страница форума (список разделов)

source: Forum moderation
ru: Модерирование форума

source: Forum paid services
ru: Платные услуги форума

source: Forum settings
ru: Настройки форума

source: Forum silence
ru: Молчанка на форуме

source: Forum tags
ru: Теги форума

source: Forum tags page
ru: Страница тегов на форуме

source: Forum topic
ru: Тема на форуме

source: Fractions
ru: Части

source: Fractions can't be specified for 'dna=...'. Use 'type=...' instead
ru: Доли не могут быть указаны для "dna=...". Вместо этого используйте "type=..."

source: Frame sizes
ru: Размеры фреймов

source: Free characters can't be greater than max characters
ru: Количество бесплатных персонажей не может быть больше максимального количества персонажей

source: Friends
ru: Друзья

source: Full official game title (must start from capital letter, must not be in caps letter, must not be an abbreviation)
ru: Полное официальное название игры (обязательно <strong>должно</strong> начинаться с заглавной буквы, <strong>не должно</strong> быть написано капсом, <strong>не должно</strong> быть аббревиатурой)

source: Full title
ru: Полное название

source: Full title of your game (ex: Eternal Forces: call of daemons)
ru: Полное название вашей игры (напр: Вечные Силы: зов демонов)

source: Function
ru: Функция

source: Function %s is not supported in expression context
ru: Функция %s не поддерживается в контексте выражений

source: Function %s is not supported in selector context
ru: Функция %s не поддерживается в контексте select

source: Function title
ru: Название функции

source: Function {fname} is not supported in expression context
ru: Функция {fname} не поддерживается в контексте выражений

source: Function {fname} must be called with single argument
ru: Функция {fname} должна вызываться с одним аргументом

source: Function {func} is not defined in location {loc}
ru: Функция {func} не определена в локации {loc}

source: Functions
ru: Функции

source: Fur #1
ru: Мех №1

source: Game
ru: Игра

source: Game '[%game.title_short%]' Forum
ru: Форум игры "[%game.title_short%]"

source: Game Development
ru: Разработка игр

source: Game author name
ru: Имя автора игры

source: Game cabinet
ru: Кабинет игры

source: Game chat
ru: Чат игры

source: Game code (should be an abbreviation)
ru: Код игры (рекомендуется ввести аббревиатуру названия)

source: Game dashboard
ru: Панель управления игрой

source: Game description
ru: Описание игры

source: Game description must not be empty
ru: Описание игры не может быть пустым

source: Game domain
ru: Домен игры

source: Game forum
ru: Форум игры

source: Game id
ru: ID игры

source: Game index page
ru: Титульная страница игры

source: Game interface
ru: Интерфейс игры

source: Game interface CSS
ru: CSS игрового интерфейса

source: Game interface blocks
ru: Блоки игрового интерфейса

source: Game interface buttons
ru: Кнопки игрового интерфейса

source: Game interface design
ru: Оформление интерфейса игры

source: Game interface design of your game is not configured. Game interface is a screen than player sees after entering the game. You can upload your own design or select one from the catalog. <hook:admin.link href="gameinterface/design" title="Open configuration" />
ru: Оформление игрового интерфейса вашей игры не настроено. Игровой интерфейс - это экран, который видят пользователи после входа в игру. Вы можете загрузить своё собственное оформление или выбрать из каталога. <hook:admin.link href="gameinterface/design" title="Открыть настройку" />

source: Game interface design package must contain %s file
ru: Пакет с оформлением игры должен содержать файл %s

source: Game interface for buying and selling ingame goods
ru: Игровой интерфейс для покупки и продажи внутриигровых товаров

source: Game interface menu
ru: Меню игрового интерфейса

source: Game interface structure
ru: Структура игрового интерфейса

source: Game interface template
ru: Шаблон игрового интерфейса

source: Game interfaces to enable special functions globally
ru: Игровые интерфейсы, чтобы позволить глобально использовать специальные функции

source: Game is closed for non-authorized users
ru: Игра закрыта для неавторизованных пользователей

source: Game library
ru: Библиотека игры

source: Game login closing
ru: Закрытие входа в игру

source: Game logo
ru: Логотип игры

source: Game logo editor
ru: Редактор логотипа игры

source: Game modules
ru: Модули игры

source: Game news published by the administrators
ru: Игровые новости, публикуемые администрацией

source: Game owner
ru: Владелец игры

source: Game profile
ru: Профиль игры

source: Game profile editor
ru: Редактор профиля игры

source: Game profile stored
ru: Профиль игры сохранён

source: Game system modules
ru: Системные модули игры

source: Game title (multiline permitted)
ru: Название игры (можно указать несколько строк)

source: Game title color
ru: Цвет названия игры

source: Game title glow color
ru: Цвет свечения названия игры

source: Game unpublished: %s
ru: Игра снята с публикации: %s

source: Game was unpublished by a moderator
ru: Игра была снята с публикации модератором

source: Game-related documentation for players
ru: Информация для игроков, относящаяся к игре

source: Games
ru: Игры

source: Gate to WebMoney login API
ru: Шлюз к WebMoney login API

source: Gate to WebMoney passport API
ru: Шлюз к WebMoney passport API

source: Gate to WebMoney w3s API
ru: Шлюз к WebMoney w3s API

source: General combat timeout (in seconds)
ru: Общий таймаут боя (в секундах)

source: General layout scheme
ru: Общая схема интерфейса

source: General recommendation is to set balance price in proportion to the difficulty of obtaining the item. This helps to keep the game well balanced.
ru: Общая рекомендация - устанавливать балансировочную цену пропорционально сложности получения предмета. Это поможет сохранить игровой баланс.

source: Generate combat system
ru: Сгенерировать боевую систему

source: Generate design template
ru: Сформировать шаблон оформления

source: Generate invitation code
ru: Сгенерировать пригласительный код

source: Generate library description automatically
ru: Сгенерировать описание для библиотеки автоматически

source: Generic interface settings
ru: Настройки универсального интерфейса

source: Ghost
ru: Призрак

source: Give
ru: Выдать

source: Give a new invitation
ru: Выдать новое приглашение

source: Give amount
ru: Сумма к выдаче

source: Give items
ru: Выдать предметы

source: Give money
ru: Выдать деньги

source: Give {char} more items of this type
ru: Выдать {char} ещё предметов этого типа

source: Given by the administration
ru: Выдано администрацией

source: Given {money_amount}: {comment}
ru: Выдано {money_amount}: {comment}

source: Given {quantity} x {name}: {comment}
ru: Выдано {quantity} x {name}: {comment}

source: Given: {list}: {comment}
ru: Выдано: {list}: {comment}

source: Giving
ru: Выдача

source: Giving and taking money
ru: Выдача и взятие денег

source: Giving items
ru: Выдача предметов

source: Giving permissions to users
ru: Выдача привилегий пользователям

source: Global interface function {func} is not defined
ru: Функция глобального интерфейса {func} не определена

source: Global interface identifier must start with 'u_' and contain latin letters, digits and underscores only
ru: Идентификатор глобального интерфейса должен начинаться с "u_" и содержать только латинские буквы, цифры и символы "_"

source: Global interface not specified
ru: Не указан глобальный интерфейс

source: Global interface settings
ru: Настройки глобального интерфейса

source: Global interfaces
ru: Глобальные интерфейсы

source: Global interfaces documentation
ru: Документация на глобальные интерфейсы

source: Global settings
ru: Глобальные настройки

source: Global template for all socio pages
ru: Глобальный шаблон для всех страниц социалки

source: Global variable '{glob}' not found
ru: Глобальная переменная "{glob}" не найдена

source: Go to the Constructor forum
ru: Перейти на форум Конструктора

source: Go to the buttons editor
ru: Перейти к редактору кнопок

source: Go to the domain checker
ru: Перейдите к проверке домена

source: God
ru: Бог

source: Good name
ru: Хорошее имя

source: Google Analytics code for tracking registrations
ru: Код Google Analytics для отслеживания регистраций

source: Google Analytics configuration
ru: Конфигурация Google Analytics

source: Google+ circle identifier
ru: Идентификатор круга Google+

source: Grass #1
ru: Трава №1

source: Grass #2
ru: Трава №2

source: Grass #3
ru: Трава №3

source: Grass #4
ru: Трава №4

source: Green
ru: Зелёный

source: Grey
ru: Серый

source: HTML content
ru: HTML-содержимое

source: HTML message about registration on invitations
ru: HTML-сообщение о регистрации по приглашениям

source: Handler expected in the handlers list. Received: %s
ru: В списке обработчиков ожидался обработчик. Получено: %s

source: Header
ru: Заголовок

source: Heal parameter must start with 'p_'
ru: Параметр лечения должен начинаться с "p_"

source: Height
ru: Высота

source: Height in pixels
ru: Высота в пикселях

source: Hello, {name}. We are glad to invite you for the closed alpha-testing of the MMO Constructor project. Your invitation code is: {code} Feel free to use any features of the MMO Constructor you want.
ru: Здравствуйте, {name}. Мы рады пригласить Вас на закрытое альфа-тестирование проекта MMO Constructor. Ваш код приглашения: {code} Используйте любые возможности MMO Constructor, какие захотите. Помните, что всё, чего Вам недостаёт в конструкторе, можно заказать через Аукцион заявок. И ещё мы будем признательны, если после тестирования Вы поругаете или похвалите конструктор на нашем форуме.

source: Here is a list of required files in your design with short descriptions: <ul>%s</ul>
ru: Это список требуемых от вашего оформления файлов с краткими описаниями: <ul>%s</ul>

source: Here you can construct your own simple 100x75 logo using several basic elements.
ru: Здесь, используя несколько базовых элементов, вы можете сконструировать себе простой логотип 100x75.

source: Here you can customize parameters entered by player in the character form. These are not game parameters like strength and agility. Character form is a simple text fields like 'Legend', 'Motto' etc.
ru: Здесь вы можете настроить параметры, которые игроки вводят в анкете персонажа. Это не игровые параметры типа силы или ловкости. Анкета персонажа - это обычные текстовые поля типа "Легенда", "Девиз" и т.д.

source: Here you can register a domain
ru: Здесь мы можете зарегистрировать домен

source: Here you have to create unique logo for your project.
ru: Здесь вам необходимо создать уникальный логотип для вашего проекта

source: Hetzner configuration
ru: Конфигурация Hetzner

source: Hetzner failover ip addresses (comma separated list)
ru: Резервируемые IP-адреса Hetzner (список, разделённый запятыми)

source: Hetzner password
ru: Пароль Hetzner

source: Hetzner username
ru: Имя пользователя Hetzner

source: Hide info
ru: Скрыть инфо

source: Hiding user's info
ru: Сокрытие информации пользователя

source: Hint when mouse over the link
ru: Подсказка при наведении мыши на ссылку

source: History
ru: История

source: History of '%s'
ru: История '%s'

source: History of money operations
ru: История денежных операций

source: History of shop '%s'
ru: История магазина '%s'

source: Host
ru: Хост

source: How to enforce character names validation you can read in the <a href="//www.%s/doc/auth" target="_blank">basic authentication settings</a> manual page
ru: О том, как включить обязательную проверку имён персонажей, вы можете прочитать в руководстве на странице <a href="//www.%s/doc/auth" target="_blank">Основные настройки аутентификации</a>.

source: How to launch the game
ru: Как запустить игру

source: How to setup character form you can read in the <a href="//www.%s/doc/character-form" target="_blank">character forms</a> manual page
ru: О том, как настроить анкету персонажа, вы можете прочитать в руководстве на странице <a href="//www.%s/doc/character-form" target="_blank">Анкета персонажа</a>.

source: Hyperlinks color
ru: Цвет гиперссылок

source: I agree to the terms and conditions
ru: Я согласен с условиями

source: I confirm I'm of the full legal age
ru: Я подтверждаю, что являюсь совершеннолетним и дееспособным лицом

source: I don't agree
ru: Я не согласен

source: I want this features
ru: Я хочу эти фичи

source: IP address
ru: IP-адрес

source: Icon image
ru: Изображение иконки

source: Icon size must be at least 16x16
ru: Размер иконки должен быть, как минимум, 16x16

source: Icons editor
ru: Редактор иконок

source: Identifer 'new' is reserved
ru: Идентификатор "new" зарезервирован

source: Identifier
ru: Идентификатор

source: Identifier must start with 'u_'
ru: Идентификатор должен начинаться с 'u_'

source: Identifier must start with 'u_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор должен начинаться с "u_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: If a price is not specified balance price will be used. If currency is specified but price not then the balance price will be converted to the currency given
ru: Если цена не указана, то будет использована балансировочная цена. Если валюта указана, а цена нет, то балансировочная цена будет сконвертирована в заданную валюту

source: If parameter is modified in the item instance show 'base value + modifier' instead of 'modified value'
ru: Если параметр модифицирован у экземпляра предмета, то показывать "базовое значение + модификатор" вместо "модифицированного значения"

source: If this is your first visit, %s.
ru: Если вы первый раз на сайте, то вы должны %s.

source: If you have a domain name already
ru: Если вы уже имеете доменное имя

source: If you have not received activation letter you can <a href="/auth/reactivate/%s">send another one or change your e-mail</a>
ru: Если вы не получили письмо с кодом активации, вы можете <a href="/auth/reactivate/%s">отправить ещё одно письмо или изменить ваш адрес e-mail</a>

source: If you remain a field empty its value will be taken from the item type parameters
ru: Если вы оставите поле пустым, его значение будет взято из параметров типа предмета
