Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Maximal length - 50 characters
ru: Максимальная длина - 50 символов

source: Maximal length is 5 letters
ru: Максимальная длина - 5 символов

source: Maximal message length - {max} characters ({sent} sent)
ru: Максимальная длина сообщения - {max} символов (отправлено: {sent})

source: Maximal number of characters per player allowed
ru: Максимальное количество разрешённых персонажей на игрока

source: Maximal number of dimensions is %d
ru: Максимальное количество размеров - %d

source: Maximal number of inventory cells
ru: Максимальное количество ячеек инвентаря

source: Maximal number of smiles in the signature
ru: Максимальное количество смайликов в подписи

source: Maximal number of targets allowed to select
ru: Максимальное количество целей, разрешённых для выбора

source: Maximal number of targets for combat action %s
ru: Максимальное количество целей для боевого действия %s

source: Maximal number of targets is %d
ru: Максимальное количество целей - %d

source: Maximal quantity is %d
ru: Максимальное количество - %d

source: Maximal size is 128x128
ru: Максимальный размер - 128x128

source: Maximal size is 460x880
ru: Максимальный размер - 460x880

source: Maximal supported precision is 4
ru: Максимальная поддерживаемая точность - 4

source: Maximal timeout is %d seconds
ru: Максимальный таймаут - %d секунд

source: Maximal value is %d
ru: Максимальное значение - %d

source: Maximal value is %f
ru: Минимальное значение - %f

source: May enter even closed game
ru: Может входить даже в закрытую игру

source: Medieval
ru: Средневековье

source: Member 'target' can be targeted by member 'member'
ru: Участник "target" может быть целью для участника "member"

source: Member heartbeat script
ru: Heartbeat-скрипт для участника

source: Member heartbeat script running for every member
ru: Heartbeat-скрипт, выполняемый для каждого участника "member"

source: Member idle script
ru: Idle-скрипт для участника "member"

source: Member idle script running for every member
ru: Idle-скрипт, выполняемый для каждого участника "member"

source: Member joined script
ru: Скрипт присоединения участника

source: Member parameter '%s'
ru: Параметр участника "%s"

source: Memcached servers (comma separated list)
ru: Серверы memcached (список, разделённый запятыми)

source: Memory overflow during template processing
ru: Переполнение памяти во время обработки шаблона

source: Menu
ru: Меню

source: Menu item
ru: Пункт меню

source: Message about character entered location
ru: Сообщение о том, что персонаж вошёл в локацию

source: Message about character left location
ru: Сообщение о том, что персонаж ушёл из локации

source: Message about character went offline
ru: Сообщение о том, что персонаж вышел из игры

source: Message about character went online
ru: Сообщение о том, что персонаж вошёл в игру

source: Message about your character entered location
ru: Сообщение о том, что ваш персонаж перешёл в локацию

source: Message content
ru: Тело сообщения

source: Message editor
ru: Редактор сообщения

source: Message heading messages from new location
ru: Заголовок, который предшествует сообщениям из новой локации

source: Message subject
ru: Тема сообщения

source: Message text
ru: Текст сообщения

source: Message was sent successfully
ru: Сообщение было успешно отправлено

source: Messages
ru: Сообщения

source: Meta tags are not allowed here
ru: Meta-теги здесь недопустимы

source: Metal #1
ru: Металл №1

source: Metal #2
ru: Металл №2

source: Metal #3
ru: Металл №3

source: Miminal value is %d
ru: Минимальное значение - %d

source: Min/max/sum
ru: Мин/макс/сум

source: Minimal item lifetime is %d seconds
ru: Минимальное время жизни предмета - %d сек

source: Minimal length is 3 letters
ru: Минимальная длина - 3 символа

source: Minimal number of points is 3
ru: Минимальное количество точек - 3

source: Minimal number of targets allowed to select
ru: Минимальное количество целей, разрешённых для выбора

source: Minimal number of targets for combat action %s
ru: Минимальное количество целей для боевого действия %s

source: Minimal number of targets is %d
ru: Минимальное количество целей - %d

source: Minimal password length - 6 characters
ru: Минимальная длина пароля - 6 символов

source: Minimal quantity is %d
ru: Минимальное количество - %d

source: Minimal requirements to wear this item
ru: Минимальные требования, чтобы носить этот предмет

source: Minimal size is 16x16
ru: Минимальный размер - 16x16

source: Minimal size is 32x32
ru: Минимальный размер - 32x32

source: Minimal step of payment in this currency is {min_step:f} roubles (1 {currency} = {rate} RUB, precision = {precision}). It is too big for micropayments. Lower you currency rate
ru: Минимальный шаг платежа в этой валюте получается {min_step:f} руб (1 {currency} = {rate} руб, точность = {precision}). Это слишком много для микроплатежей. Снизьте стоимость единицы валюты

source: Minimal timeout is %d seconds
ru: Минимальный таймаут - %d секунд

source: Minimal value - 1
ru: Минимальное значение - 1

source: Minimal value is %d
ru: Минимальное значение - %d

source: Minimal value is %f
ru: Минимальное значение - %f

source: Minimal value is 1
ru: Минимальное значение - 1

source: Minimal value is 2
ru: Минимальное значение - 2

source: Miscellaneous
ru: Разное

source: Missing argument {arg} for description {desc}
ru: Отсутствует аргумент {arg} для описания {desc}

source: Missing image
ru: Изображение отсутствует

source: Missing location %s
ru: Локация %s отсутствует

source: Moderation
ru: Модерация

source: Moderation in progress
ru: Идёт модерация

source: Moderation passed: %s
ru: Модерация пройдена: %s

source: Moderation reject
ru: Отказ в модерации

source: Moderation reject reason: %s
ru: Причина отказа в модерации: %s

source: Moderation reject: %s
ru: Отказ в модерации: %s

source: Moderation required
ru: Требуется модерация

source: Modifier id must be a string
ru: Идентификатор модификатора должен быть строкой

source: Modifier identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор модификатора должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Modifiers
ru: Модификаторы

source: Module
ru: Модуль

source: Module structure of the constructor is described in the <a href="//www.%s/doc/modules" target="_blank">modules documentation</a>.
ru: Модульная структура конструктора описана в <a href="//www.%s/doc/modules" target="_blank">документации на модули</a>.

source: Money
ru: Деньги

source: Money locks
ru: Блокировки денег

source: Money system documentation
ru: Документация на денежную систему

source: Motto
ru: Девиз

source: Move
ru: Перенести

source: Move to another location
ru: Переход в другую локацию

source: Move topic: %s
ru: Перемещение темы: %s

source: Movements of all items owned by '%s'
ru: Движения всех предметов, владельцем которых является '%s'

source: Movements of items with type '%s'
ru: Движения предметов типа '%s'

source: Movements of items with type '{type}' owned by '{name}'
ru: Движения предметов типа '{type}', владельцем которых является '{name}'

source: Multicharing in the game
ru: Мультоводство в игре

source: Multicharing options
ru: Опции мультоводства

source: Multicharing policy of the game
ru: Политика мультоводства в игре

source: Multicharing tracker
ru: Мультоловка

source: Multiple browsers
ru: Различные браузеры

source: Multiple static images location interface
ru: Интерфейс локации в виде нескольких статических изображений

source: Multiple static images with different dimensions
ru: Несколько статических изображений с различными размерами

source: Must start with capital letter, may not be written in caps, words must be delimited by space, may not be an abbreviation
ru: Должно начинаться с заглавной буквы, не должно быть написано капсом, слова должны разделяться пробелами, не должно быть аббревиатурой или сокращением

source: Must start with capital letter, may not be written in caps, words must be delimited by space, may not be an abbreviation. All game titles must correspond to each other
ru: Должно начинаться с заглавной буквы, не должно быть написано капсом, слова должны разделяться пробелами, не должно быть аббревиатурой или сокращением. Все названия игры должны соответствовать друг другу

source: My dossier
ru: Моё досье

source: MySQL database name
ru: Название базы данных MySQL

source: MySQL read servers (master + slaves; comma separated list)
ru: Серверы для чтения из MySQL (мастер + слейвы; список, разделённый запятыми)

source: MySQL user name
ru: Имя пользователя MySQL

source: MySQL user password
ru: Пароль пользователя MySQL

source: MySQL write server (master)
ru: Сервер для записи в MySQL (мастер)

source: Myself only
ru: Только я сам

source: Name
ru: Имя

source: Name changing
ru: Изменение имени

source: Name contains forbidden symbols
ru: Имя содержит запрещённые символы

source: Name input field must have id="name" and name="name"
ru: Поле ввода имени должно иметь id="name" и name="name"

source: Name is mandatory
ru: Имя - обязательный параметр

source: Name may not be empty
ru: Имя не может быть пустым

source: Name of the administrative character in your game
ru: Имя административного персонажа в вашей игре

source: Name of your character '{name_from}' was changed to '{name_to}'
ru: Имя вашего персонажа "{name_from}" изменено на "{name_to}"

source: Name template (valid tags are shown above)
ru: Шаблон имени (допустимые теги приведены выше)

source: Names check
ru: Проверка имён

source: Negative money amount
ru: Отрицательная сумма денег

source: Neither item type nor DNA specified in 'take'
ru: В "take" не указан не тип предмета, ни ДНК

source: New AI type
ru: Новый тип ИИ

source: New action
ru: Новое действие

source: New action button
ru: Новая кнопка действия

source: New block
ru: Новый блок

source: New button
ru: Новая кнопка

source: New category
ru: Новый раздел

source: New character: {name}
ru: Новый персонаж: {name}

source: New color
ru: Новый цвет

source: New combat action
ru: Новое боевое действие

source: New combats rules
ru: Новые правила боёв

source: New constraint
ru: Новое ограничение

source: New currency
ru: Новая валюта

source: New design
ru: Новое оформление

source: New e-mail
ru: Новый e-mail

source: New e-mail address
ru: Новый адрес e-mail

source: New e-mail moderation request received. Go to the admin panel please and perform required moderation actions: {protocol}://www.{domain}/admin#email/moderation
ru: Получен новый запрос на модерацию e-mail. Пожалуйста, зайдите в панель администрирования и произведите необходимые действия по модерации: {protocol}://www.{domain}/admin#email/moderation

source: New field
ru: Новое поле

source: New function
ru: Новая функция

source: New image
ru: Новое изображение

source: New interface
ru: Новый интерфейс

source: New invitation
ru: Новое приглашение

source: New item above avatar
ru: Новый элемент над аватаром

source: New item below avatar
ru: Новый элемент под аватаром

source: New item type
ru: Новый тип предмета

source: New layer
ru: Новый слой

source: New library page
ru: Новая страница библиотеки

source: New library page group
ru: Новая группа страниц библиотеки

source: New location
ru: Новая локация

source: New message
ru: Новое сообщение

source: New name
ru: Новое имя

source: New object
ru: Новый объект

source: New offer
ru: Новое предложение

source: New packet
ru: Новый пакет

source: New page
ru: Новая страница

source: New page group
ru: Новая группа страниц

source: New paid services packet
ru: Новый пакет платных услуг

source: New panel
ru: Новая панель

source: New parameter
ru: Новый параметр

source: New password
ru: Новый пароль

source: New permission
ru: Новая привилегия

source: New popup menu
ru: Новое выпадающее меню

source: New project has been registered: {0} Please perform required moderation actions: {3}://www.{1}/admin#constructor/project-dashboard/{2}
ru: Зарегистрирован новый проект: {0} Пожалуйста, произведите необходимые действия по модерации: {3}://www.{1}/admin#constructor/project-dashboard/{2}

source: New quest
ru: Новый квест

source: New quest state
ru: Новое состояние квеста

source: New replies: %s
ru: Новые ответы: %s

source: New rules
ru: Новые правила

source: New slot
ru: Новый слот

source: New smile
ru: Новый смайлик

source: New state
ru: Новое состояние

source: New topic
ru: Новая тема

source: New topic: %s
ru: Новая тема: %s

source: New topics in '{topcat} / {cat}'
ru: Новые темы в '{topcat} / {cat}'

source: New updates related to the abandoned dungeon
ru: Новые обновления, связанные с заброшенным подземельем

source: New variant
ru: Новый вариант

source: New variant for this class
ru: Новый вариант для этого класса

source: New window
ru: Новое окно

source: Newbies
ru: Вопросы новичков

source: Newer period &gt;&gt;&gt;
ru: Позже &gt;&gt;&gt;

source: News
ru: Новости

source: News related to the Constructor
ru: Новости Конструктора

source: Next
ru: Далее

source: Night
ru: Ночь

source: No
ru: Нет

source: No IP addresses in the access log
ru: В логах нет IP-адресов

source: No IP addresses selected
ru: IP-адреса не выбраны

source: No access to the '%s' chat channel
ru: Нет доступа к каналу чата '%s'

source: No action
ru: Нет действия

source: No characters assigned to this player
ru: Этому игроку не назначено ни одного персонажа

source: No data
ru: Нет данных

source: No expiration
ru: Без срока годности

source: No functions in the location
ru: У локации нет функций

source: No image
ru: Нет изображения

source: No items of such type
ru: Нет предметов данного типа

source: No location
ru: Нет локации

source: No locations defined.
ru: Локации отсутствуют.

source: No more letters will be delivered to {email}, sorry for inconvinience.
ru: Письма на {email} больше отправляться не будут. Приносим извинения за доставленные неудобства.

source: No quests currently undergo
ru: В данный момент вы не проходите ни одного квеста

source: No quests finished yet
ru: Вы ещё не прошли ни одного квеста

source: No rounding
ru: Нет округления

source: No such category
ru: Нет такого раздела

source: No such item
ru: Нет такого предмета

source: No such location
ru: Нет такой локации

source: No such user
ru: Нет такого пользователя

source: No users selected
ru: Пользователи не выбраны

source: No users with this e-mail
ru: Пользователей с этим e-mail не найдено

source: No way
ru: Нет пути

source: Non-existent combat action
ru: Несуществующее боевое действие

source: None (not applicable)
ru: Нет (не применимо)

source: Not authorized WMID
ru: Неавторизованный WMID

source: Not closed tags at the end of file: %s
ru: Незакрытые теги в конце файла: %s

source: Not enough %s
ru: Недостаточно %s

source: Not enough %s.
ru: Недостаточно %s.

source: Not enough items of this type
ru: Недостаточно предметов данного типа

source: Not enough {item_name_gp} ({available} pcs available)
ru: Недостаточно {item_name_gp} (доступно {available} шт)

source: Not logged in
ru: Не вошедший в систему

source: Not so important but a very large forum topic title
ru: Не очень важный, но очень длинный заголовок темы на форуме

source: Note your image will be postprocessed - corners will be rounded, 1px border added, black padding added, title written on the black padding.
ru: Обратите внимание, что ваше изображение будет обработано: будут закруглены углы, добавлены 1px бордюр и чёрная подложка с названием игры.

source: Nothing found
ru: Ничего не найдено

source: Notify other users about this topic
ru: Уведомлять других пользователей об этом топике

source: Notify users about new topics in this category by default
ru: Уведомлять пользователей о новых темах в этом разделе по умолчанию

source: Now <hook:admin.link href="wizard/call/%s" title="check your domain settings" />
ru: Теперь <hook:admin.link href="wizard/call/%s" title="пройдите проверку настроек домена" />

source: Now include some colours to your signature
ru: Теперь вы можете раскрасить вашу подпись

source: Now include some images to your signature
ru: Теперь вы можете вставить картинки в вашу подпись

source: Now include some smiles to your signature
ru: Теперь вы можете поместить немного смайликов в вашу подпись

source: Now select a colour for your messages
ru: Теперь выберите цвет ваших сообщений

source: Now upload your new coloured avatar
ru: Теперь загрузите ваш новый цветной аватар

source: Now you can use all premium forum settings
ru: Теперь вы можете воспользоваться премиум-услугами в настройках форума

source: Number of characters per player allowed for free
ru: Количество персонажей на игрока, разрешённое иметь бесплатно

source: Number of items
ru: Количество предметов

source: Number of possible targets
ru: Количество возможных целей

source: Object
ru: Объект

source: Object '{val}' has no attribute '{att}'
ru: У объекта "{val}" нет атрибута "{att}"

source: Object '{val}' has no attributes
ru: У объекта "{val}" нет атрибутов

source: Odd number of coordinates
ru: Нечётное количество координат

source: Offer %s
ru: Предложение %s

source: Old password
ru: Старый пароль

source: One of fields '{field1}' or '{field2}' must be empty (auto-sized)
ru: Одно из полей "{field1}" или "{field2}" должно быть пустым (автоматический размер)

source: One of fields '{field1}' or '{field2}' must be filled
ru: Одно из полей "{field1}" или "{field2}" должно быть заполнено

source: Open
ru: Открыть

source: Open URL
ru: Открыть URL

source: Open currency settings
ru: Открыть настройки валюты

source: Open documentation page
ru: Открыть страницу документации

source: Open global interface
ru: Открыть глобальный интерфейс

source: Open hyperlink
ru: Открыть гиперссылку

source: Open locations configuration
ru: Открыть настройку локаций

source: Open locations editor
ru: Открыть редактор локаций

source: Open payment interface
ru: Пополнить счёт

source: Open player cabinet after login
ru: После аутентификации открывать личный кабинет игрока

source: Open popup menu
ru: Открыть выпадающее меню

source: Open registration
ru: Открытая регистрация

source: Open registration of new games is unavailable at the moment
ru: В данный момент свободная регистрация игр невозможна

source: Open special function
ru: Открыть спецфункцию локации

source: Open table
ru: Открыть таблицу

source: Open the game profile
ru: Открыть профиль игры

source: Opening
ru: Открытие

source: Or Internet address
ru: Или введите Internet-адрес

source: Orange
ru: Оранжевый

source: Order
ru: Порядок

source: Other characters' movement
ru: Перемещение других персонажей

source: Our time
ru: Наше время

source: Override parameters
ru: Переопределение параметров

source: Owner
ru: Владелец

source: Packet description
ru: Описание пакета

source: Packet identifier (for usage in scripting)
ru: Идентификатор пакета (для использования в скриптах)

source: Packet name
ru: Название пакета

source: Packet properties
ru: Свойства пакета

source: Page code
ru: Код страницы

source: Page code (latin letters, slashes, digits and '-'). This page code is practically a component of the page URL. This library page will be available as '/library/&lt;code&gt;'. You may use slashes. For example, 'clans/wars' will be available at '/library/clans/wars'. Special code 'index' means library index page: '/library'
ru: Код страницы (латинские буквы, слеши, цифры и '-'). Этот код страниц на практике является частью URL страниц. Страница библиотеки будет доступна как "/library/&lt;ваш-код&gt;". Вы можете использовать слеши. Например, страница "clans/wars" будет доступна по адресу "/library/clans/wars". Специальный код "index" означает титульную страницу библиотеки: "/library"

source: Page content. You may use hooks to include any dynamic content
ru: Содержимое страницы. Вы можете использовать хуки, чтобы включить любой динамический контент

source: Page decription (visible to search engines only)
ru: Описание страницы (видно только поисковым системам)

source: Page group code
ru: Код группы страниц

source: Page group code (must start with u_ and contain latin letters, digits and '_' symbols)
ru: Код группы страниц (должен начинаться с "u_" и содержать только латинские буквы, цифры и символы "_")

source: Page group title
ru: Название группы страниц

source: Page keywords (visible to search engines). Comma delimited
ru: Ключевые слова (видны только поисковым системам). Разделитель - запятая

source: Page margins
ru: Поля страницы

source: Page margins layout
ru: Разметка полей страницы

source: Page title
ru: Название страницы

source: Pages
ru: На&nbsp;страницу

source: Paid service
ru: Платная услуга

source: Paid services
ru: Платные услуги

source: Paid services editor
ru: Редактор платных услуг

source: Paid services interface
ru: Интерфейс платных услуг

source: Panels
ru: Панели

source: Parameter %s is not stored in the database
ru: Параметр %s не сохраняется в базе данных

source: Parameter code (prefixed with 'p_')
ru: Код параметра (с префиксом "p_")

source: Parameter code (used in scripting)
ru: Код параметра (для использования в скриптах)

source: Parameter code must start with p_ and contain only latin letters, digits and underscode characters
ru: Код параметра должен начинаться с "p_" и содержать только латинские буквы, цифры и символы подчёркивания

source: Parameter description (for players)
ru: Описание параметра (для игроков)

source: Parameter expression is visible in the API
ru: Публиковать формулу параметра в API

source: Parameter group name
ru: Название группы параметра

source: Parameter grouping
ru: Группировка параметра

source: Parameter identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор параметра должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Parameter is visible even if its value is zero
ru: Параметр видим, даже если его значение равно нулю

source: Parameter is visible to the owner
ru: Параметр видим владельцу

source: Parameter name
ru: Название параметра

source: Parameter name for inventory (ex: Remainder)
ru: Название параметра для инвентаря (напр: Остаток)

source: Parameter name for shops (ex: Length)
ru: Название параметра для магазинов (напр: Длина)

source: Parameter name in genitive
ru: Название параметра в родительном падеже

source: Parameter stored in the database
ru: Параметр сохраняется в базе данных

source: Parameter tables are visible in the API
ru: Публиковать таблицы параметра в API

source: Parameter value
ru: Значение параметра

source: Parameter value stored
ru: Значение параметра сохранено

source: Parameter values are visible in the API
ru: Публиковать значения параметра в API

source: Parameter visualization
ru: Визуализация параметра

source: Parameter with the same code already exists
ru: Параметр с таким кодом уже существует

source: Parameter with this code is already delivered to client
ru: Параметр с этим кодом уже доставляется в клиент

source: Parameters
ru: Параметры

source: Parameters documentation
ru: Документация на систему параметров

source: Parameters of '%s' delivered to client
ru: Параметры "%s", доставляемые в клиент

source: Passport number
ru: Номер паспорта

source: Password
ru: Пароль

source: Password change
ru: Изменение пароля

source: Password changing
ru: Изменение пароля

source: Password don't match. Try again, please
ru: Пароли не совпадают. Пожалуйста, попробуйте снова

source: Password input field must have id="password" and name="password"
ru: Поле ввода пароля должно иметь id="password" и name="password"

source: Password reminder
ru: Напоминание пароля

source: Passwords do not match
ru: Пароли не совпадают

source: Payment URL
ru: Платёжный URL
