Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: [gender?FEMALE:MALE] will be replaced with FEMALE if recipient is female and MALE if recipient is male
ru: [gender?FEMALE:MALE] будет заменяться на FEMALE в случае, если получатель - женщина, и MALE, если получатель мужчина. Например: "Ты давно не [gender?заходила:заходил] на сайт"

source: [name] will be replaced with recipient's name
ru: [name] будет заменяться на имя получателя. Например: "Здравствуйте, [name]"

source: absent
ru: отсутствует

source: access
ru: доступ

source: accusative///day/days
ru: сутки/суток/суток

source: accusative///hour/hours
ru: час/часа/часов

source: accusative///minute/minutes
ru: минуту/минуты/минут

source: accusative///second/seconds
ru: секунду/секунды/секунд

source: action///Quest error
ru: error в квесте

source: action///Quest message
ru: message в квесте

source: adding modifier '{modifier}' for {sec} sec
ru: установка модификатора "{modifier}" на {sec} сек

source: artifical intelligence algorithms
ru: алгоритмы искусственного интеллекта

source: at the {day:d}{th} {month}, {year}
ru: {day:d} {month} {year}

source: at the {day:d}{th} {month}, {year} {hour:02d}:{min:02d}
ru: {day:d} {month} {year} {hour:02d}:{min:02d}

source: authorized
ru: авторизовано

source: auto
ru: авто

source: btn///Confirm
ru: Подтвердить

source: by
ru: от

source: cabinet
ru: кабинет

source: calling event %s
ru: вызываем событие %s

source: calling event {event} for character {character}
ru: вызываем событие {event} для персонажа {character}

source: cancel
ru: отменить

source: change
ru: изменить

source: channel///Debug
ru: Отладка

source: channel///Diplomacy
ru: Дипломатия

source: channel///Location
ru: Локация

source: channel///System
ru: Система

source: channel///Trade
ru: Торговля

source: channel///World
ru: Мир

source: character images
ru: образы персонажей

source: character parameters
ru: параметры персонажа

source: charclass///Select
ru: Выбрать

source: charimage///Construct character image
ru: Создать образ персонажа

source: charimage///Default female image
ru: Женский образ по умолчанию

source: charimage///Default male image
ru: Мужской образ по умолчанию

source: charimage///Image
ru: Образ

source: charimage///Image {width}x{height}
ru: Образ {width}x{height}

source: charimage///Price for image change
ru: Цена за смену образа

source: charimage///Price for this image
ru: Цена за этот образ

source: charimage///Select
ru: Установить

source: charimage///Select a valid image
ru: Выберите образ

source: charimage///Select character image
ru: Выбрать образ персонажа

source: charimage///user constructed
ru: созданный пользователем

source: charimages///Are you sure want to delete this image?
ru: Вы уверены, что хотите удалить этот образ?

source: charimages///Are you sure want to delete this layer?
ru: Вы уверены, что хотите удалить этот слой?

source: charimages///Image name
ru: Название образа

source: charimages///Images configuration
ru: Конфигурация образов

source: charimages///Images editor
ru: Редактор образов

source: charimages///New image
ru: Новый образ

source: chat
ru: чат

source: class
ru: класс

source: combat action profile
ru: профиль боевого действия

source: combat actions
ru: боевые действия

source: combat design templates
ru: шаблоны оформления боя

source: combat system profile
ru: профиль боевой системы

source: combat///attacked
ru: атаковал

source: combat///frozen
ru: заморозил

source: combat///jumped on
ru: прыгнул на

source: combat///kicked
ru: пнул

source: combat///killed
ru: убил

source: combat///pushed
ru: толкнул

source: combats///%s: design
ru: %s: оформление

source: combo box
ru: выпадающий список

source: completed
ru: завершена

source: configuration
ru: конфигурация

source: confirm
ru: подтвердить

source: constructor
ru: конструктор

source: copy
ru: копировать

source: created///by
ru: Создано

source: currency///Auto
ru: Авто

source: damaging {obj}.{attr}: {damage}
ru: наносим урон {obj}.{attr}: {damage}

source: database///DB
ru: БД

source: day/days
ru: сутки/суток/суток

source: default
ru: умолчание

source: delete
ru: удалить

source: delete///unavailable
ru: недоступно

source: deletion///object is busy
ru: объект занят

source: delivery options
ru: опции доставки

source: dimension///missing
ru: отсутствует

source: disable
ru: отключить

source: discard
ru: выбросить

source: disconnected
ru: отсоединено

source: discussion on the forum
ru: обсуждение на форуме

source: documentation
ru: документация

source: domain///Are you sure want to unassign domain from this game?
ru: Вы уверены, что хотите отсоединить домен от этой игры?

source: domain///unassign
ru: отсоединить

source: don't want it anymore
ru: больше не хочу

source: dossier///Performed
ru: Время

source: draft
ru: черновик

source: edit
ru: редактировать

source: editing
ru: редактирование

source: en///Gold in plural is 'Gold'
ru: "Gold" во множественном числе будет "Gold"

source: enable
ru: включить

source: enter
ru: войти

source: event=%s
ru: событие=%s

source: external
ru: внешняя

source: false
ru: ложь

source: female///F
ru: Ж

source: female///has gone
ru: ушла

source: femalefrom///has come
ru: пришла

source: femaleoffline///went
ru: вышла

source: femaleonline///went
ru: вошла

source: for %s
ru: за %s

source: for the last month
ru: за последний месяц

source: forever
ru: навсегда

source: forgot your password?
ru: забыли ваш пароль?

source: forum
ru: форум

source: game
ru: игра

source: game engine
ru: игровой движок

source: game industry
ru: игровая индустрия

source: game///Created
ru: Создана

source: game///Published
ru: Опубликована

source: game///Send it to moderation
ru: Отправить её на модерацию

source: give
ru: выдать

source: giving money, amount={amount}, currency={currency}
ru: выдаём деньги, количество={amount}, валюта={currency}

source: giving {item_name}, quantity={quantity}
ru: выдаём {item_name}, количество={quantity}

source: globfunc///{action_name} of {func_title}
ru: {action_name} "{func_title}"

source: google///browser statistics
ru: статистика браузеров

source: healing {obj}.{attr}: {heal}
ru: лечим {obj}.{attr}: {heal}

source: hour/hours
ru: час/часа/часов

source: href///<strong>{0}</strong>
ru: <strong>{0}</strong>

source: href///<strong>{0}</strong> to {1}
ru: <strong>{0}</strong> в {1}

source: if {condition}: {result}
ru: если {condition}: {result}

source: ignore
ru: игнорировать

source: imagemap///Map
ru: Карта

source: imagemap///Map {width}x{height}
ru: Карта {width}x{height}

source: images
ru: изображения

source: in the undefined location
ru: в неопределённой локации

source: index.html must exist in the index page design package
ru: В пакете оформления титульной страницы должен быть файл index.html

source: install
ru: установить

source: installed
ru: установлено

source: item///wear
ru: надеть

source: itemfractions///{used} <span class="item-types-page-fraction-text">of</span> {max}
ru: {used} <span class="item-types-page-fraction-text">из</span> {max}

source: itemlog///Reference
ru: Референс

source: itemlog///till
ru: до

source: itemlog///used
ru: использовано

source: itemparam///Expiration
ru: Срок годности

source: items
ru: предметы

source: items parameters
ru: параметры предметов

source: items, list, catalog
ru: предметы, список, каталог

source: launching combat
ru: запускаем бой

source: letters sent
ru: писем отправлено

source: linking
ru: связывание

source: location///Messages from the
ru: Сообщения

source: location///You are now at the
ru: Вы сейчас

source: locking quest for %s sec
ru: блокируем квест на %s сек

source: locking quest infinitely
ru: блокируем квест навсегда

source: log in
ru: вход

source: log out
ru: выход

source: male///M
ru: М

source: male///has gone
ru: ушёл

source: malefrom///has come
ru: пришёл

source: maleoffline///went
ru: вышел

source: maleonline///went
ru: вошёл

source: menu///Buy
ru: Купить

source: menu///Sell
ru: Продать

source: message was queued for delivery/messages were queued for delivery
ru: сообщение было поставлено в очередь на доставку/сообщения было поставлено в очередь на доставку/сообщений было поставлено в очередь на доставку

source: minute/minutes
ru: минута/минуты/минут

source: misc
ru: разное

source: moderate
ru: модерировать

source: moderation reject: %s
ru: отказ в модерации: %s

source: moderation///Reject
ru: Отказать

source: moderation///permit
ru: разрешить

source: moderation///reject
ru: отклонить

source: money///Amount must be greater than 0
ru: Сумма должна быть больше 0

source: money///Invalid amount precision
ru: Неверная точность суммы

source: money///buy %s
ru: купить %s

source: money///free
ru: бесплатно

source: money///open history
ru: открыть историю

source: moneyop///Amount
ru: Сумма

source: moneyop///Balance
ru: Остаток

source: moneyop///Description
ru: Описание

source: moneyop///Performed
ru: Дата операции

source: move
ru: перенести

source: multicharing, players, characters
ru: мультоводство, игроки, персонажи

source: n/a
ru: н/д

source: no
ru: нет

source: no cases in random with positive weights
ru: в random нет случаев с положительным весом

source: none
ru: нет

source: of April
ru: апреля

source: of August
ru: августа

source: of December
ru: декабря

source: of February
ru: февраля

source: of January
ru: января

source: of July
ru: июля

source: of June
ru: июня

source: of March
ru: марта

source: of May
ru: мая

source: of November
ru: ноября

source: of October
ru: октября

source: of September
ru: сентября

source: on moderation
ru: на модерации

source: on moderation since %s
ru: на модерации с %s

source: online
ru: онлайн

source: online games
ru: онлайн-игры

source: online games, keyword 1, keyword 2
ru: онлайн-игры, ключевое слово 1, ключевое слово 2

source: open
ru: открыть

source: open dashboard
ru: открыть панель управления

source: open invalid popup menu
ru: открыть некорректное выпадающие меню

source: open popup menu <strong><hook:admin.link href="gameinterface/popups/{0}" title="{1}" /></strong>
ru: открыть выпадающее меню <strong><hook:admin.link href="gameinterface/popups/{0}" title="{1}" /></strong>

source: opening dialog
ru: открываем диалог

source: paidservice///{name} for {{period}}
ru: {name} на {{period_a}}

source: param///{name} is not enough to wear {item_name}
ru: Недостаточно {name_g}, чтобы носить {item_name_a}

source: parameter
ru: параметр

source: parameter///Name
ru: Название

source: parameters delivery to client
ru: доставка параметров в клиент

source: payment///Performed
ru: Произведен

source: pcs
ru: шт

source: pending
ru: в процессе

source: people
ru: люди

source: permission///Name
ru: Название

source: pin
ru: закрепить

source: players///Aban
ru: Ушло

source: players///Act
ru: Акт

source: players///New
ru: Нов

source: players///Reg
ru: Зарег

source: players///Ret
ru: Возвр

source: plus
ru: плюс

source: preview
ru: просмотреть

source: projstatus///inactive
ru: неактивен

source: projstatus///moderation
ru: модерация

source: projstatus///not published
ru: не опубликован

source: projstatus///published
ru: опубликован

source: prolonging modifier '{modifier}' for {sec} sec
ru: продление модификатора "{modifier}" на {sec} сек

source: public offer, terms and conditions
ru: публичная оферта, условия использования

source: quest failed
ru: квест не пройден

source: quest finished
ru: квест выполнен

source: quest///deleted
ru: удалённый

source: quest={quest}, state={state}
ru: квест={quest}, состояние={state}

source: questlist///Current
ru: Текущие

source: questlist///Finished
ru: Завершённые

source: recheck
ru: перепроверить

source: recover
ru: восстановить

source: register
ru: регистрация

source: register please
ru: зарегистрироваться

source: registration
ru: регистрация

source: remove
ru: удалить

source: remove dependency
ru: удалить зависимость

source: remove lock
ru: снять блокировку

source: removing modifier '{modifier}'
ru: удаление модификатора "{modifier}"

source: rename///ren
ru: переим

source: replace
ru: заменить

source: reply
ru: ответить

source: reqauction///Cancel request
ru: Отменить заявку

source: reqauction///Implemented requests
ru: Реализованные заявки

source: reqauction///My requests
ru: Мои заявки

source: reqauction///New request
ru: Новая заявка

source: reqauction///New request: {title} Please perform required moderation actions: {protocol}://www.{main_host}/reqauction/moderate/{request}
ru: Новый запрос: {title} Пожалуйста, произведите необходимые действия по модерации: {protocol}://www.{main_host}/reqauction/moderate/{request}

source: reqauction///Parent request
ru: Родительская заявка

source: reqauction///Request '{title}' you voted for is implemented. Details: {protocol}://{host}/reqauction/view/{request}
ru: Заявка "{title}", за которую вы голосовали, реализована. Подробности: {protocol}://{host}/reqauction/view/{request}

source: reqauction///Request description
ru: Описание заявки

source: reqauction///Request description (may be empty)
ru: Описание заявки (может быть пустым)

source: reqauction///Request editor
ru: Редактор заявки

source: reqauction///Request implemented
ru: Заявка реализована

source: reqauction///Request moderation: %s
ru: Модерирование заявки: %s

source: reqauction///Requests moderation
ru: Модерирование заявок

source: reqauction///Requests on moderation
ru: Заявки на модерации

source: reqauction///Select a valid parent request
ru: Выберите допустимую родительскую заявку

source: reqauction///Waiting for implementation
ru: Ожидающие реализации

source: reqauction///You have spent all your voices to other requests. If you want to vote for this request remove one of your votes via the rightmost panel
ru: Вы потратили все свои голоса на другие заявки. Если вы хотите проголосовать за эту заявку, удалите один из ваших голосов через правую панель

source: reqauction///[url=/reqauction/view/%s]Request cancelled[/url]
ru: [url=/reqauction/view/%s]Заявка отменена[/url]

source: reqauction///[url=/reqauction/view/%s]Request implemented[/url]
ru: [url=/reqauction/view/%s]Заявка реализована[/url]

source: reqauction///add dependency
ru: добавить зависимость

source: reqauction///attached to another request
ru: присоединена к другой заявке

source: reqauction///cancelled
ru: отменена

source: reqauction///cancelled on {time}
ru: отменена {time}

source: reqauction///implemented
ru: реализована

source: reqauction///implemented on {time}
ru: реализована {time}

source: reqauction///link to another request
ru: присоединить к другой заявке

source: reqauction///recall my vote
ru: отозвать мой голос

source: reqauction///vote for this request
ru: проголосовать за эту заявку

source: reqauction///waiting for implementation since %s
ru: ожидает реализации с %s

source: reqauction///{text} {author_text} [url=//{host}/reqauction/view/{request}]Open request page[/url]
ru: {text} {author_text} [url=//{host}/reqauction/view/{request}]Открыть страницу запроса[/url]

source: request///Sent
ru: Отправлена

source: reset
ru: сброс

source: reset///unavailable
ru: недоступен

source: restraint///give
ru: выдать

source: results///Search
ru: Поиск

source: script
ru: скрипт

source: script handlers
ru: скриптовые обработчики

source: second/seconds
ru: секунда/секунды/секунд

source: selecting random execution branch
ru: выбираем случайную ветвь исполнения

source: selecting target for {member}
ru: выбираем цель для {member}

source: send
ru: отправить

source: send to moderation
ru: отправить на модерацию

source: sending chat message to channel {channel}: {msg}
ru: отправляем сообщение в канал чата {channel}: {msg}

source: sending javascript %s
ru: отправляем javascript %s

source: sending public chat message to channel {channel}: {msg}
ru: отправляем публичное сообщение в канал чата {channel}: {msg}

source: service///active
ru: активна

source: service///active till %s
ru: активна до %s

source: service///disabled
ru: отключена

source: service///enabled
ru: включена

source: service///inactive
ru: неактивна

source: setting modifier '{modifier}' infinitely
ru: установка модификатора "{modifier}" навсегда

source: setting timer '{timer}' for {sec} sec
ru: установка таймера "{timer}" на {sec} сек

source: setting {obj}.{attr} = {func}({data}) = {val}
ru: устанавливаем {obj}.{attr} = {func}({data}) = {val}

source: setting {obj}.{attr} = {val}
ru: устанавливаем {obj}.{attr} = {val}

source: sex///Who is your character
ru: Кто ваш персонаж?

source: shop assortment
ru: ассортимент магазина

source: shop store
ru: склад магазина

source: show
ru: показать

source: skipping unavailable quest {quest}
ru: пропускаем недоступный квест {quest}

source: slot///Visibility in the interfaces
ru: Видимость в интерфейсах

source: smile/smiles
ru: смайлик/смайлика/смайликов

source: socio-top///Search
ru: Поиск

source: specfunc///{action_name} of {func_title}
ru: {action_name} "{func_title}"

source: status///unknown
ru: неизвестен

source: subscribe
ru: подписаться

source: successfully
ru: успешно

source: taking all ({quantity}) items with exact DNA '{dna}'
ru: забираем все ({quantity}) предметы с точным ДНК "{dna}"

source: taking all ({quantity}) items with type '{type}' and any DNA
ru: забираем все ({quantity}) предметы с типом "{type}" и любым ДНК

source: taking money, amount={amount}, currency={currency}
ru: забираем деньги, количество={amount}, валюта={currency}

source: taking money, amount={amount}, currency={currency} ({result})
ru: забираем деньги, количество={amount}, валюта={currency} ({result})

source: taking {quantity} fractions of items with type '{type}' and any DNA ({result})
ru: забираем {quantity} долей предметов с типом "{type}" и любым ДНК ({result})

source: taking {quantity} items with exact DNA '{dna}' ({result})
ru: забираем {quantity} предметов с точным ДНК "{dna}" ({result})

source: taking {quantity} items with type '{type}' and any DNA ({result})
ru: забираем {quantity} предметов с типом "{type}" и любым ДНК ({result})

source: telegrams menu///Post
ru: Почта

source: teleport the character
ru: телепортировать персонажа

source: teleporting %s
ru: телепортируем %s

source: templates
ru: шаблоны

source: text area
ru: большое текстовое поле

source: text input
ru: текстовое поле

source: this document is not a valid UTF-8 text
ru: этот документ не является валидным текстом UTF-8

source: till %s
ru: до %s

source: to assign the domain
ru: для назначения домена

source: to the top
ru: наверх

source: topic started
ru: тема открыта

source: topic///Opened
ru: Открыта

source: track
ru: отследить

source: transfer
ru: передать

source: true
ru: истина

source: unexpected end
ru: неожиданный конец

source: unexpected symbols: %s
ru: неожиданные символы: %s

source: unjoin
ru: исключить

source: unknown
ru: неизвестно

source: unpin
ru: открепить

source: unsubscribe
ru: отписаться

source: unsuccessfully
ru: неудачно

source: upload
ru: загрузить

source: user///Registered
ru: Регистрация

source: users skipped
ru: пользователей пропущено

source: validate
ru: проверить

source: view
ru: просмотреть

source: viewing
ru: просмотр

source: wear
ru: надеть

source: went///offline
ru: из игры

source: went///online
ru: в игру

source: width///Flexible
ru: резиновая

source: width///Static
ru: статическая

source: wildcard///block-class
ru: класс-блока

source: withdraw
ru: изъять

source: wm///certificate: %s
ru: аттестат: %s

source: wmcert///formal
ru: формальный

source: wmcert///initial
ru: начальный

source: wmcert///personal
ru: персональный

source: wmcert///pseudonymous
ru: псевдонима

source: writing to combat log: {text}
ru: пишем в боевой лог: {text}

source: writing to combat system log: {text}
ru: пишем в боевой системный лог: {text}

source: writing to log: {text}
ru: пишем в лог: {text}

source: writing to system log: {text}
ru: пишем в системный лог: {text}

source: written at
ru: написано

source: yes
ru: да

source: your current balance is %s MM$
ru: ваш текущий баланс &mdash; %s MM$

source: {0} is already configured for the project. You may not use its subdomains
ru: {0} уже сконфигурирован для проекта. Вы не можете использовать его поддомены

source: {author_name} has replied in the topic: {topic_subject} {protocol}://www.{domain}/forum/topic/{topic_uuid}?page={post_page}#{post_uuid}
ru: {author_name} ответил[gender?а:] в тему: {topic_subject} {protocol}://www.{domain}/forum/topic/{topic_uuid}?page={post_page}#{post_uuid}

source: {author_name} has started new topic: {topic_subject} {protocol}://www.{domain}/forum/topic/{topic_uuid}
ru: {author_name} создал[gender?а:] новую тему: {topic_subject} {protocol}://www.{domain}/forum/topic/{topic_uuid}

source: {cnt} objects at {performed}
ru: объектов: {cnt}, дата: {performed}

source: {ip} till {till}
ru: {ip} до {till}

source: {name} &mdash; balance {balance}{donate}
ru: {name} &mdash; баланс {balance}{donate}

source: {param_name} ({param_code}) changed from {old_value} to {new_value}: {comment}
ru: {param_name} ({param_code}) изменён с {old_value} на {new_value} {comment}

source: {price} for {period}
ru: {price} на {period_a}

source: {price} forever
ru: {price} навсегда
