Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Whether this class variant is available for player
ru: Доступен ли этот вариант класса игроку

source: Which groups this page belongs to. If you want any page to show in the group specify an integer value here. This value will be the sorting order of the page in the group
ru: К каким группам принадлежит эта страница. Если вы хотите, чтобы какая-то страница показалась в группе, укажите здесь целое число. Это число будет порядком сортировки страницы в группе

source: White
ru: Белый

source: Wicker #1
ru: Плетёнка №1

source: Width
ru: Ширина

source: Width in pixels
ru: Ширина в пикселях

source: Wishlist
ru: Вишлист

source: Withdraw
ru: Изъять

source: Withdraw '%s'
ru: Изъять "%s"

source: Withdrawal
ru: Изъятие

source: Withdrawn {quantity} x {name}: {comment}
ru: Изъято {quantity} x {name}: {comment}

source: Woman
ru: Женщина

source: Wood #1
ru: Дерево №1

source: Wood #2
ru: Дерево №2

source: Wood #3
ru: Дерево №3

source: Wood #4
ru: Дерево №4

source: Wood #5
ru: Дерево №5

source: World history
ru: История мира

source: Write a message to the dossier
ru: Сделать запись в досье

source: Write combat debug messages to the chat
ru: Выводить отладочные сообщения боёв в чат

source: Write debugging information to the debug channel
ru: Выводить отладочную информацию в отладочный канал

source: X frame margin
ru: Поле фрейма по X

source: XML declarations are not allowed here
ru: XML-объявления здесь недопустимы

source: Xsolla chargeback
ru: Возврат платежа Xsolla

source: Xsolla contragent id
ru: ID контрагента Xsolla

source: Xsolla dashboard
ru: Панель управления Xsolla

source: Xsolla integration
ru: Интеграция с Xsolla

source: Xsolla payment
ru: Платёж Xsolla

source: Xsolla project id
ru: ID проекта в Xsolla

source: Xsolla secret
ru: Секретный код Xsolla

source: Xsolla secret for adding games
ru: Секретный код Xsolla для добавления игр

source: Xsolla time
ru: Время Xsolla

source: Y frame margin
ru: Поле фрейма по Y

source: Yellow
ru: Жёлтый

source: Yes
ru: Да

source: Yes, but play them by turn
ru: Да, но играть ими только по очереди

source: Yes, play them simultaneously
ru: Да, можно играть ими одновременно

source: You already have a real money currency
ru: У вас уже есть валюта, продаваемая за реальные деньги

source: You already have paid service with same ID
ru: У вас уже есть платная услуга с таким же идентификатором

source: You are banned till %s
ru: Вы забанены до %s

source: You are busy
ru: Вы заняты

source: You are in the <hook:location.name />
ru: Вы находитесь <hook:location.name declension="w" />

source: You are not logged in
ru: Вы не вошли в систему

source: You are not logged in. <a href="/">Please login</a> and retry activation
ru: Вы не произвели вход. Пожалуйста, <a href="/">зайдите снова</a> и повторите активацию

source: You are not logged on
ru: Вы не вошли в систему

source: You can destroy your game while not created
ru: Вы можете уничтожить свою игру до момента, пока она не создана окончательно

source: You can find detailed information on the authentication system in the <a href="//www.%s/doc/auth" target="_blank">authentication page</a> in the reference manual.
ru: Подробную информацию о системе аутентификации вы можете прочитать в руководстве на странице <a href="//www.%s/doc/auth" target="_blank">Система аутентификации</a>.

source: You can find detailed information on the character classes system in the <a href="//www.%s/doc/character-classes" target="_blank">character classes page</a> in the reference manual.
ru: Подробную информацию о системе классов персонажей вы можете прочитать в руководстве на странице <a href="//www.%s/doc/character-classes" target="_blank">Расы и классы персонажей</a>.

source: You can find detailed information on the character names system in the <a href="//www.%s/doc/character-names" target="_blank">characer names page</a> in the reference manual.
ru: Подробную информацию о системе имён персонажей вы можете прочитать в руководстве на странице <a href="//www.%s/doc/character-names" target="_blank">Система имён персонажей</a>.

source: You can find detailed information on the characters equipment system in the <a href="//www.%s/doc/equip" target="_blank">equipment page</a> in the reference manual.
ru: Подробную информацию о системе экипировки персонажей вы можете прочитать в руководстве на странице <a href="//www.%s/doc/equip" target="_blank">Экипировка персонажей</a>.

source: You can find detailed information on the characters images system in the <a href="//www.%s/doc/character-images" target="_blank">characters images page</a> in the reference manual.
ru: Подробную информацию о системе образов персонажей вы можете прочитать в руководстве на странице <a href="//www.%s/doc/character-images" target="_blank">Система образов персонажей</a>.

source: You can find detailed information on the email sending system in the <a href="//www.%s/doc/emailsender" target="_blank">email sender page</a> in the reference manual.
ru: Подробную информацию о системе рассылки e-mail вы можете прочитать в руководстве на странице <a href="//www.%s/doc/emailsender" target="_blank">Система массовой рассылки</a>.

source: You can find detailed information on the exchange rates system in the <a href="//www.%s/doc/currency-rates" target="_blank">exchange rates page</a> in the reference manual.
ru: Подробную информацию о системе задания курсов валют вы можете прочитать в руководстве на странице <a href="//www.%s/doc/currency-rates" target="_blank">Настройка курсов валют</a>.

source: You can find detailed information on the favicon icons in the <a href="//www.%s/doc/favicon" target="_blank">favicons page</a> in the reference manual.
ru: Подробную информацию о системе иконок favicon вы можете прочитать в руководстве на странице <a href="//www.%s/doc/favicon" target="_blank">Иконки favicon</a>.

source: You can find detailed information on the game interface rendering in the <a href="//www.%s/doc/design/gameinterface-structure" target="_blank">game interface structure documentation</a>.
ru: Подробную информацию о рендеринге игрового интерфейса вы можете прочитать в руководстве на странице <a href="//www.%s/doc/design/gameinterface-structure" target="_blank">структура игрового интерфейса</a>.

source: You can find detailed information on the global interfaces system in the <a href="//www.%s/doc/globfunc" target="_blank">global interfaces page</a> in the reference manual.
ru: Подробную информацию о системе глобальных интерфейсов вы можете прочитать в руководстве на странице <a href="//www.%s/doc/globfunc" target="_blank">Глобальные интерфейсы</a>.

source: You can find detailed information on the inventory system in the <a href="//www.%s/doc/inventory" target="_blank">inventory page</a> in the reference manual.
ru: Подробную информацию о настройке системы инвентаря вы можете прочитать в руководстве на странице <a href="//www.%s/doc/inventory" target="_blank">Система инвентаря</a>.

source: You can find detailed information on the library system in the <a href="//www.%s/doc/library" target="_blank">library page</a> in the reference manual.
ru: Подробную информацию о настройке библиотеки вы можете прочитать в руководстве на странице <a href="//www.%s/doc/library" target="_blank">Библиотека игры</a>.

source: You can find detailed information on the location special functions system in the <a href="//www.%s/doc/locfunc" target="_blank">special functions page</a> in the reference manual.
ru: Подробную информацию о системе спецфункций локаций вы можете прочитать в руководстве на странице <a href="//www.%s/doc/locfunc" target="_blank">Спецфункции локаций</a>.

source: You can find detailed information on the location system in the <a href="//www.%s/doc/locations" target="_blank">locations page</a> in the reference manual.
ru: Подробную информацию о системе локаций вы можете прочитать в руководстве на странице <a href="//www.%s/doc/locations" target="_blank">Система локаций</a>.

source: You can find detailed information on the marketing of online games in the <a href="//www.%s/doc/marketing" target="_blank">Marketing page</a> in the reference manual.
ru: Подробную информацию о маркетинге в онлайн-играх вы можете прочитать в руководстве на странице <a href="//www.%s/doc/marketing" target="_blank">Маркетинг онлайн-игр</a>.

source: You can find detailed information on the parameters system in the <a href="//www.%s/doc/parameters" target="_blank">parameters page</a> in the reference manual.
ru: Подробную информацию о системе параметров вы можете прочитать в руководстве на странице <a href="//www.%s/doc/parameters" target="_blank">Система параметров</a>.

source: You can find detailed information on the permissions system in the <a href="//www.%s/doc/permissions" target="_blank">permissions page</a> in the reference manual.
ru: Подробную информацию о системе привилегий вы можете прочитать в руководстве на странице <a href="//www.%s/doc/permissions" target="_blank">Система привилегий</a>.

source: You can find detailed information on the quests engine in the <a href="//www.%s/doc/quests" target="_blank">quests engine page</a> in the reference manual.
ru: Подробную информацию о квестовом движке вы можете прочитать в руководстве на странице <a href="//www.%s/doc/quests" target="_blank">Квестовый движок</a>.

source: You can find detailed information on the scripting engine in the <a href="//www.%s/doc/script" target="_blank">scripting engine page</a> in the reference manual.
ru: Подробную информацию о движке скриптов вы можете прочитать в руководстве на странице <a href="//www.%s/doc/script" target="_blank">Скриптовый движок</a>.

source: You can find detailed information on the shops system in the <a href="//www.%s/doc/shops" target="_blank">shops page</a> in the reference manual.
ru: Подробную информацию о системе магазинов вы можете прочитать в руководстве на странице <a href="//www.%s/doc/shops" target="_blank">Магазины</a>.

source: You can find detailed information on the social networks interconnection in the <a href="//www.%s/doc/socialnets" target="_blank">Social networks page</a> in the reference manual.
ru: Подробную информацию о системе взаимодействия с социальными сетями вы можете прочитать в руководстве на странице <a href="//www.%s/doc/socialnets" target="_blank">Взаимодействие с социальными сетями</a>.

source: You can find detailed information on the starting locations system in the <a href="//www.%s/doc/startloc" target="_blank">starting locations page</a> in the reference manual.
ru: Подробную информацию о настройке стартовых локаций вы можете прочитать в руководстве на странице <a href="//www.%s/doc/startloc" target="_blank">Стартовые локации</a>.

source: You can find detailed information on the templating engine in the <a href="//www.%s/doc/design/templates" target="_blank">templating engine</a> in the reference manual.
ru: Подробную информацию о движке шаблонизатора вы можете прочитать в руководстве на странице <a href="//www.%s/doc/design/templates" target="_blank">Движок шаблонизатора</a>.

source: You can find information on authentication setup in your game in the <a href="//www.%s/doc/auth" target="_blank">authentication manual</a>.
ru: Информацию о настройке системы аутентификации вы можете прочитать на <a href="//www.%s/doc/auth" target="_blank">соответствующей странице</a> руководства.

source: You can find information on chat colors configuration in the <a href="//www.%s/doc/chat-colors" target="_blank">chat colors manual</a>.
ru: Информацию о настройке цветов в чате вы можете найти в <a href="//www.%s/doc/chat-colors" target="_blank">руководстве по цветам в чате</a>.

source: You can find information on chat configuration in the <a href="//www.%s/doc/chat" target="_blank">chat manual</a>.
ru: Информацию о настройке чата вы можете найти в <a href="//www.%s/doc/chat" target="_blank">руководстве по чату</a>.

source: You can find information on setting up paid services in your game in the <a href="//www.%s/doc/paid-services" target="_blank">paid services manual</a>.
ru: Информацию о настройке платных услуг в вашей игре вы можете найти в руководстве в разделе <a href="//www.%s/doc/paid-services" target="_blank">Платные услуги</a>.

source: You can read detailed information on the static storage in <a href="//www.%s/doc/storage" target="_blank">the documentation</a>
ru: Подробную информацию о настройке системы статического хранения вы можете прочитать в <a href="//www.%s/doc/storage" target="_blank">документации</a>

source: You can setup any number of counters on your pages. To do it register in the counting or tracking services and paste the tracking code into this form. The first input field will be put in the [%counters%] template variable and displayed in the counters panel. The second input field will be placed in the &lt;head&gt; section of the HTML document. Google analytics code is placed in the second field.
ru: Вы можете добавить на страницы вашей игры любое количество счётчиков. Чтобы сделать это, зарегистрируйтесь в каталогах, предоставляющих счётчики, на трекинговых сервисах и скопируйте их коды в эту форму. Первое поле ввода будет помещено в переменную шаблонизатора [%counters%] и будет отображаться на странице в блоке счётчиков. Второе поле ввода будет помещено в раздел &lt;head&gt; HTML-документа. Код Google analytics, например, помещается именно во второе поле.

source: You can use digits and latin letters only
ru: Вы можете использовать только цифры и латинские буквы

source: You can use grayscale avatars only. To get an ability to upload coloured avatars <a href="/socio/paid-services">please subscribe</a>
ru: Вы можете использовать только чёрно-белые аватары. Чтобы получить возможность загружать цветные аватары, <a href="/socio/paid-services">пожалуйста, подключите соответствующую услугу</a>

source: You can't change real money currency name after game publication
ru: Вы не можете изменять название реальной валюты после публикации игры

source: You can't change real money currency precision after game publication
ru: Вы не можете изменять точность реальной валюты после публикации игры

source: You can't change real money exchange rate after game publication
ru: Вы не можете изменять курс обмена реальной валюты после публикации игры

source: You can't create more characters
ru: Вы больше не можете создавать персонажей

source: You can't remove real money currency after game publication
ru: Вы не можете удалить реальную валюту после публикации игры

source: You can't send messages to the system
ru: Вы не можете отправлять сообщения системе

source: You can't wear {item_name} at the moment
ru: В данный момент вы не можете надеть {item_name_a}

source: You don't have items to fit into this slot
ru: У вас нет предметов, которые можно поместить в этот слот

source: You don't have permission to upload objects to the static storage
ru: У вас нет доступа, чтобы загружать объекты в статическое хранилище

source: You email was enqueued to be checked by the moderator
ru: Ваше письмо поставлено в очередь на проверку модератором

source: You entered location
ru: Вы перешли в локацию

source: You have assigned domain name <strong>{0}</strong> to your game. Now you can enter the game only via this domain. It may take several hours for your local DNS server to make your domain available. Please be patient. <a href="//{1}/cabinet" target="_top">Return to the cabinet</a>
ru: Вы успешно назначили вашей игре доменное имя <strong>{0}</strong>. Теперь вы сможете войти в игру только через этот домен. Может пройти несколько часов, пока ваш локальный DNS-сервер сделает игру доступной. Пожалуйста, запаситесь терпением. <a href="//{1}/cabinet" target="_top">Возврат в кабинет</a>

source: You have entered a combat
ru: Вы вступили в бой

source: You have got:
ru: Вы получили:

source: You have no available variants of '%s' to select from
ru: У вас нет доступных вариантов "%s", из которых можно выбрать

source: You have no items for sell to this shop
ru: У вас нет предметов, которые можно продать в этот магазин

source: You have no more slots to wear this item type
ru: У вас больше нет слотов, в которые можно поместить такой предмет

source: You have no such items
ru: У вас нет таких предметов

source: You have not configured real money currency yet. Before launching your game you must configure its real money system&nbsp;&mdash; set up a currency and set it the 'real money' attribute.
ru: Вы ещё не настроили валюту, продаваемую за реальные деньги. Перед запуском игры вы должны настроить её систему реальных денег&nbsp;&mdash; настройте валюту и поставьте ей галочку "реальные деньги".

source: You have not enough money
ru: У вас недостаточно средств

source: You have not subscribed to any topic
ru: Вы не подписаны ни на одну тему

source: You have opened dialogs
ru: У вас есть открытые диалоги

source: You have powerful abilities to look for and punish players violating your multicharing rules. Before you begin enforcing the law <hook:admin.link href="players/auth" title="setup rules related to the multicharing" />.
ru: У вас есть мощные возможности для поиска и наказания игроков, нарушающих ваши правила мультоводства. Перед тем, как использовать карательные меры, <hook:admin.link href="players/auth" title="настройте правила" />, относящиеся к мультоводству.

source: You have received a new message. {protocol}://www.{host}/telegrams/list
ru: Вам пришло новое сообщение. {protocol}://www.{host}/telegrams/list

source: You have successfully registered domain <strong>%s</strong>
ru: Вы успешно зарегистрировали домен <strong>%s</strong>

source: You have verified another WMID already: %s
ru: У вас уже есть другой проверенный WMID: %s

source: You haven't passed WMID verification yet
ru: Вы ещё не прошли проверку WMID

source: You must confirm you are of the full legal age
ru: Вы должны подтвердить, что являетесь совершеннолетним

source: You must not have a space before a colon (:) and must have a space after a colon (:)
ru: Перед двоеточием (:) не должно быть пробела, а после двоеточия он должен быть

source: You must specify either 'add' or 'prolong' attribute
ru: Вы должны указать либо атрибут "add", либо "prolong"

source: You must supply real money price for this currency
ru: Вы должны задать цену в реальных деньгах за эту валюту

source: You must upload an image
ru: Вы должны загрузить изображение

source: You must use global variable '{var}' in your expression
ru: В вашем выражении обязательно должна участвовать переменная "{var}"

source: You will be the owner of the domain (in this case provide your personal data)
ru: Вы сами будете владельцем домена (в этом случае нам потребуются ваши персональные данные)

source: You will lose the ability to change the logo after game launch.
ru: У вас не будет возможности изменить логотип после запуска игры.

source: Your access to the forum is temporarily blocked till {till}
ru: Ваш доступ к форуму заблокирован до {till}

source: Your account was registered successfully
ru: Ваш аккаунт успешно зарегистрирован

source: Your avatar
ru: Ваш аватар

source: Your birthday in DD.MM.YYYY format. For example: <strong>31.12.1980</strong>
ru: Ваш день рождения в формате ДД.ММ.ГГГГ. Например: <strong>31.12.1980</strong>

source: Your character name is '{name}'
ru: Имя вашего персонажа: "{name}"

source: Your current password
ru: Ваш текущий пароль

source: Your domain was not registered due to temporary problems. We don't know whether your request was processed, so we remain payment for the domain in the locked state. Result of the operation will be checked by the technical support manually.
ru: Ваш домен не был зарегистрирован из-за временных технических проблем. Мы точно не знаем, удалось ли обработать ваш запрос, поэтому мы оставляем деньги за домен в заблокированном состоянии. Результат операции будет перепроверен вручную техническими специалистами.

source: Your e-mail
ru: Ваш e-mail

source: Your e-mail address
ru: Ваш адрес e-mail

source: Your forum signature
ru: Ваша подпись на форуме

source: Your game '{0}' hasn't passed moderation. Reason: {1}
ru: Ваша игра '{0}' не прошла модерацию. Причина: {1}

source: Your game has no configured description. Before publishing your game you must provide a relevant description.
ru: Для вашей игры не указано описание. Перед публикацией игры вы должны предоставить подходящее описание.

source: Your game is being checked by the moderators. Moderation results will be sent you via e-mail. Please be patient.
ru: Ваша игра находится на проверке модераторами. Результаты модерации будут отправлены вам по e-mail. Пожалуйста, наберитесь терпения.

source: Your game is currently available under the temporary domain %s only. You have to assign it a normal domain name before game launch.
ru: Ваша игра сейчас доступна только на временном домене %s. Перед запуском вам необходимо назначить ей нормальное доменное имя.

source: Your game is not published yet. To publish it perform the steps listed on the <hook:admin.link href="game/dashboard" title="Game dashboard" /> page
ru: Ваша игра ещё не опубликована. Чтобы опубликовать её, выполните шаги, перечисленные на странице <hook:admin.link href="game/dashboard" title="Панель управления" />

source: Your loginform must contain onsubmit="return auth_login();"
ru: Форма входа в игру (loginform) должна иметь onsubmit="return auth_login();"

source: Your money
ru: Ваши деньги

source: Your name (in English). For example: <strong>John A Smith</strong>
ru: Ваше имя (на английском языке). Например: <strong>Ivan P Sidorov</strong>

source: Your name (in your language). For example: <strong>John A Smith</strong>
ru: Ваше имя (на родном языке, как в паспорте). Например: <strong>Сидоров Иван Петрович</strong>

source: Your name has been changed
ru: Ваше имя было изменено

source: Your name is {user_name}
ru: Ваше имя - {user_name}

source: Your name is {user_name} &mdash; <a href="{href}" target="_blank">remind password</a>
ru: Ваше имя &mdash; {user_name}. <a href="{href}" target="_blank">Напомнить пароль</a>

source: Your official registration address (in your language)
ru: Ваш официальный адрес регистрации (на вашем языке)

source: Your page must have HTML form with id="loginform" and name="loginform"
ru: На странице должна быть HTML-форма с id="loginform" и name="loginform"

source: Your page must have HTML tag: %s
ru: На странице должен быть тег %s

source: Your passport number, issuer and issue date
ru: Номер вашего паспорта, кем и когда выдан

source: Your password
ru: Ваш пароль

source: Your password is '{password}'
ru: Ваш пароль: "{password}"

source: Your password was changed successfully
ru: Ваш пароль был успешно изменён

source: Your phone number in the international format. For example: <strong>+1 800 5555555</strong>
ru: Ваш телефонный номер в международном формате. Например: <strong>+7 495 0000000</strong>

source: Your postal address (in your language)
ru: Ваш почтовый адрес (на вашем языке)

source: Your project is on moderation now. You can't change the game logo
ru: Ваш проект находится на модерации. Вы не можете изменить логотип игры.

source: Your project is published already. You can't change the game logo
ru: Ваш проект уже опубликован. Вы не можете изменить логотип игры.

source: Your verified WMID: {wmid}. <a href="{url}">Check again</a>
ru: Ваш проверенный WMID: {wmid}. <a href="{url}">Проверить снова</a>

source: ZIP64 is not supported
ru: ZIP64 не поддерживается

source: Zipped design package
ru: Пакет с оформлением в формате ZIP

source: [% ... %] will be parsed by the templating engine
ru: [% ... %] будут обработаны движком шаблонизатора

source: [% char.name %] is a character's name
ru: [% char.name %] будет заменено на имя персонажа
