Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Payments structure
ru: Структура платежей

source: Payments structure chart shows your gross receipt by single payment size. If you see some payment sizes are not very popular it means you should add some offers requiring such payments and promote them to the players
ru: Диаграмма структуры платежей показывает вашу валовую выручку в разбивке по размеру единичного платежа. Если вы видите, что какие-то размеры платежей не очень популярны, это означает, что вам следует добавить какие-нибудь предложения для игроков, за которые им надо будет платить такие суммы, и разрекламировать их.

source: Performed
ru: Произведено

source: Period
ru: Период

source: Period (in seconds; empty field means forever)
ru: Период (в секундах; пустое поле означает "навсегда")

source: Permission
ru: Разрешение

source: Permission identifier (u_...)
ru: Идентификатор привилегии (u_...)

source: Permission identifier must start with 'u_' prefix. Other symbols may be latin letters, digits or '_'
ru: Идентификатор привилегии должен начинаться с "u_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Permission name
ru: Название привилегии

source: Permission with the same identifier already exists
ru: Привилегия с таким идентификатором уже существует

source: Permissions
ru: Привилегии

source: Permissions documentation
ru: Документация на привилегии

source: Person
ru: Персона

source: Person name
ru: Имя персоны

source: Person name (in English)
ru: Имя владельца (на английском)

source: Person name (in the native language)
ru: Имя владельца (на родном языке)

source: Personal data saved
ru: Персональные данные сохранены

source: Phone
ru: Телефон

source: Pin
ru: Закрепить

source: Pinky
ru: Розовенький

source: Player
ru: Игрок

source: Player account
ru: Аккаунт игрока

source: Player's avatar width
ru: Ширина аватара основного персонажа

source: Players authentication settings
ru: Настройки аутентификации игроков

source: Poems, prose, pictures, photos, music about the game
ru: Стихи, проза, рисунки, фотографии, музыка по игре

source: Polygon may not be empty
ru: Многоугольник не может быть пустым

source: Popup menu
ru: Выпадающее меню

source: Popup menu title (visible to administrators only)
ru: Название выпадающего меню (видно только администраторам)

source: Popup menu: %s
ru: Выпадающее меню: %s

source: Popup menus
ru: Выпадающие меню

source: Port reused by another service
ru: Порт занят другим сервисом

source: Possible options. Format: 0:first value|1:second value|2:third value
ru: Возможные варианты. Формат: 0:первое значение|1:второе значение|3:третье значение

source: Post as is, without [code][/code] tags
ru: Отправить как есть, без тегов [code][/code]

source: Post reply
ru: Опубликовать ответ

source: Postal address
ru: Почтовый адрес

source: Precision can't be negative
ru: Точность не может быть отрицательной

source: Premium
ru: Премиум

source: Premium pack on the forum
ru: Премиум-пакет на форуме

source: Prepare to launch
ru: Подготовка к запуску

source: Preview
ru: Предпросмотр

source: Preview feature
ru: Предварительный просмотр

source: Price
ru: Цена

source: Price for one extra character over free limit
ru: Цена за персонажа сверх бесплатного лимита

source: Price is too low
ru: Цена слишком низкая

source: Price of {item_name_gp} was changed (from {old_price} {old_currency} to {new_price} {new_currency})
ru: Цена {item_name_gp} изменилась (с {old_price} {old_currency} до {new_price} {new_currency})

source: Prices
ru: Цены

source: Priority
ru: Приоритет

source: Priority:
ru: Приоритет:

source: Privilege: %s
ru: Привилегия: %s

source: Proceed
ru: Продолжить

source: Profile
ru: Профиль

source: Progress bar
ru: Прогресс-бар

source: Progress bars in this block (delimited by commas). Valid values are:
ru: Прогресс-бары в этом блоке (разделяются запятыми). Допустимые значения:

source: Project
ru: Проект

source: Project %s
ru: Проект %s

source: Project ID
ru: ID проекта

source: Project code
ru: Код проекта

source: Project code: Font %s
ru: Код проекта: Шрифт %s

source: Project main administrator
ru: Главный администратор проекта

source: Project moderation: %s
ru: Модерирование проекта: %s

source: Project name
ru: Название проекта

source: Project not found
ru: Проект не найден

source: Project uuid
ru: UUID проекта

source: Projects
ru: Проекты

source: Projects domain
ru: Домен проектов

source: Projects waiting for moderation
ru: Игры, ожидающие модерации

source: Prolong
ru: Продлить

source: Prompt may not be empty
ru: Приглашение не может быть пустым

source: Provide a ZIP archive
ru: Загрузите ZIP-архив

source: Provide an image for the smile
ru: Загрузите картинку для смайлика

source: Public character info
ru: Публичная страница информации о персонаже

source: Publish
ru: Опубликовать

source: Publish item information in the library
ru: Публиковать информацию о предмете в библиотеке

source: Publish on the library indexpage
ru: Опубликовать на титульной странице библиотеки

source: Publish parameter description in the library
ru: Публиковать описание параметра в библиотеке

source: Publish this class variant in the library
ru: Публиковать информацию об этом варианте класса в библиотеке

source: Purpose
ru: Назначение

source: Put bought items to the store
ru: Помещать купленные товары на склад

source: Quantity
ru: Количество

source: Quantity and fractions can't be specified at the same time
ru: Quantity и fractions не могут быть указаны одновременно

source: Quantity of fractions in the whole item
ru: Количество частей в целом предмете

source: Quantity to discard
ru: Количество на выброс

source: Quest
ru: Квест

source: Quest %s availability
ru: Доступность квеста %s

source: Quest %s description
ru: Описание квеста %s

source: Quest '{quest}' is locked
ru: Квест "{quest}" заблокирован

source: Quest '{quest}' is not taken yet when trying to set attribute {attr}
ru: Квест "{quest}" ещё не был взят при попытке установить атрибут {attr}

source: Quest '{quest}', event '{event}'
ru: Квест "{quest}", событие "{event}"

source: Quest '{quest}', event '{event}', command '{command}'
ru: Квест "{quest}", событие "{event}", команда "{command}"

source: Quest ID
ru: ID квеста

source: Quest actions for items
ru: Квестовые действия над предметами

source: Quest dialog
ru: Квестовый диалог

source: Quest engine: actions for items
ru: Квестовый движок: действия над предметами

source: Quest engine: clearing users' dialogs
ru: Квестовый движок: сброс диалогов пользователей

source: Quest engine: editor
ru: Квестовый движок: редактор

source: Quest engine: removing quest locks
ru: Квестовый движок: снятие блокировок квестов

source: Quest engine: viewing players' quest information
ru: Квестовый движок: просмотр информации о квестах персонажей

source: Quest failed
ru: Квест не пройден

source: Quest identifier
ru: Идентификатор квеста

source: Quest identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор квеста должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Quest is available for the character
ru: Квест доступен персонажу

source: Quest is enabled
ru: Квест включен

source: Quest name
ru: Название квеста

source: Quest script
ru: Скрипт квеста

source: Quest state
ru: Состояние квеста

source: Quest state description for the quest log (for instance, task for player)
ru: Описание состояния квеста для квестлога (например, задание для игрока)

source: Quest with the same identifier already exists
ru: Квест с таким идентификатором уже существует

source: Quest: %s
ru: Квест: %s

source: Quests
ru: Квесты

source: Quests and triggers
ru: Квесты и триггеры

source: Quests documentation
ru: Документация на квесты

source: Quests editor
ru: Редактор квестов

source: Quests engine
ru: Квестовый движок

source: Quote
ru: Цитата

source: RID for URL '%s'
ru: RID для URL '%s'

source: Races and classes
ru: Расы и классы

source: Rating
ru: Рейтинг

source: Ratings
ru: Рейтинги

source: Raw HTML
ru: Чистый HTML

source: Reactivate
ru: Активировать повторно

source: Read <a href="//www.%s/doc/design/combatinterface" target="_blank">the combat interface design reference manual</a> to create your own template or edit generated one
ru: О том, как создать ваш собственный шаблон или отредактировать сгенерированный, прочитайте <a href="//www.%s/doc/design/combatinterface" target="_blank">руководство по оформлению боевых интерфейсов</a>.

source: Read <a href="//www.%s/doc/design/gameinterface" target="_blank">the game interface design reference manual</a> to create your own template or edit generated one
ru: О том, как создать ваш собственный шаблон или отредактировать сгенерированный, прочитайте <a href="//www.%s/doc/design/gameinterface" target="_blank">руководство по оформлению игры</a>.

source: Read <a href="//www.%s/doc/design/indexpage" target="_blank">the indexpage design reference manual</a> to create your own template or edit generated one
ru: О том, как создать ваш собственный шаблон или отредактировать сгенерированный, прочитайте <a href="//www.%s/doc/design/indexpage" target="_blank">руководство по оформлению титульной страницы</a>.

source: Read <a href="//www.%s/doc/design/sociointerface" target="_blank">the socio interface design reference manual</a> to create your own template or edit generated one
ru: О том, как создать ваш собственный шаблон или отредактировать сгенерированный, прочитайте <a href="//www.%s/doc/design/sociointerface" target="_blank">руководство по оформлению социальных интерфейсов</a>.

source: Read more
ru: Читать далее

source: Read security note
ru: Прочитайте информацию о безопасности

source: Real in English
ru: Реал на английском

source: Real money
ru: Реальные деньги

source: Real money currency
ru: Реальная валюта

source: Real money currency must have precision 0 or 2 (limitation of the payment system)
ru: Валюта, продаваемая за реальные деньги, должна иметь точность 0 или 2 (ограничение платёжной системы)

source: Real money currency name
ru: Название реальной валюты

source: Real money name
ru: Название реальной валюты

source: Real money price for 1 unit of the currency
ru: Цена в реальных деньгах за 1 единицу этой валюты

source: Real money. Set this checkbox if this currency is sold for real money. Your game must have one real money currency
ru: Реальные деньги. Установите эту галочку, если эта валюта продаётся за реальные деньги. В вашей игре обязательно должна быть одна реальная валюта

source: Reallife
ru: Реальная жизнь

source: Realplexor monitor
ru: Монитор Realplexor

source: Reason
ru: Причина

source: Reason is mandatory
ru: Укажите причину

source: Reason why do you change this parameter. Provide the real reason. It will be inspected by the MMO Constructor Security Dept
ru: Причина, по которой вы изменяете параметр. Обязательно укажите реальную причину. Она будет инспектироваться отделом безопасности MMO Constructor

source: Reason why do you give items to the user. Provide the real reason. It will be inspected by the MMO Constructor Security Dept
ru: Причина, по которой вы выдаёте предметы пользователю. Обязательно укажите реальную причину. Она будет инспектироваться отделом безопасности MMO Constructor

source: Reason why do you give money to the user. Provide the real reason. It will be inspected by the MMO Constructor Security Dept
ru: Причина, по которой вы выдаёте деньги пользователю. Обязательно укажите реальную причину. Она будет инспектироваться отделом безопасности MMO Constructor

source: Reason why do you transfer items between users. Provide the real reason. It will be inspected by the MMO Constructor Security Dept
ru: Причина, по которой вы передаёте предметы между пользователями. Обязательно укажите реальную причину. Она будет инспектироваться отделом безопасности MMO Constructor

source: Reason why do you withdraw items. Provide the real reason. It will be inspected by the MMO Constructor Security Dept
ru: Причина, по которой вы изымаете предметы. Обязательно укажите реальную причину. Она будет инспектироваться отделом безопасности MMO Constructor

source: Received
ru: Получено

source: Recheck
ru: Перепроверка

source: Recheck all settings thoroughly. After sending data to moderation you won't have an ability to change fields with red border and game logo
ru: Тщательно перепроверьте все настройки. После отправки данных на модерацию у вас не будет возможности изменить логотип игры и поля, обведённые красным

source: Recipient
ru: Получатель

source: Recipient's name
ru: Имя получателя

source: Recipient's sex
ru: Пол получателя

source: Rectangle
ru: Прямоугольник

source: Red
ru: Красный

source: Reference manuals
ru: Справочная информация

source: Register
ru: Регистрация

source: Register this domain
ru: Зарегистрировать домен

source: Registering domain. It may take several minutes. Be patient please...
ru: Регистрируем домен. Это может занять несколько минут. Пожалуйста, подождите...

source: Registering for the name: %s
ru: Регистрируем для лица: %s

source: Registrar login
ru: Login для регистратора

source: Registrar password
ru: Пароль для регистратора

source: Registration
ru: Регистрация

source: Registration address
ru: Адрес регистрации

source: Registration closed
ru: Регистрация закрыта

source: Registration failed
ru: Регистрация не удалась

source: Registration in this game is disabled yet. To allow new players to register the game must be sent to moderation first.
ru: Регистрация в этой игре ещё отключена. Чтобы позволить новым игрокам зарегистрироваться в игре, необходимо сначала отправить игру на модерацию.

source: Registration of the next character will cost you {price}<br />Select a character who will pay for the registration
ru: Регистрация следующего персонажа стоит {price}<br />Выберите персонажа, который оплатит регистрацию

source: Registration on invitations
ru: Регистрация по приглашениям

source: Registration prices
ru: Цены на регистрацию

source: Reject
ru: Отказ

source: Reject reason
ru: Причина отказа

source: Rejected by moderator: %s
ru: Отклонено модератором: %s

source: Relative height
ru: Относительная высота

source: Relative value of {code} ({name})
ru: Относительная ценность {code} ({name})

source: Relative width
ru: Относительная ширина

source: Reload
ru: Перезагрузить

source: Remind
ru: Напомнить

source: Remind password - {href}
ru: Напомнить пароль - {href}

source: Remote server response: Access denied
ru: Ответ удалённого сервера: Доступ запрещён

source: Remote server response: Internal server error
ru: Ответ удалённого сервера: Внутренняя ошибка сервера

source: Remote server response: Resource not found
ru: Ответ удалённого сервера: Ресурс не найден

source: Removal
ru: Удаление

source: Remove
ru: Удалить

source: Removed ban {ip_address}
ru: Снят бан с {ip_address}

source: Rename
ru: Переименовать

source: Renaming
ru: Переименование

source: Repeat password
ru: Повторите пароль

source: Repeat your password
ru: Повторите ваш пароль

source: Replace
ru: Заменить

source: Replace '???' with correct endings
ru: Замените '???' правильным окончанием

source: Replace all images
ru: Заменить все изображения

source: Replace images
ru: Замена изображений

source: Replace location image (if necessary)
ru: Замена изображение локации (если необходимо)

source: Replace nothing
ru: Ничего не заменять

source: Replace specific images
ru: Заменить отдельные изображения

source: Replacing
ru: Замена

source: Replies
ru: Ответов

source: Replies in subscribed topics
ru: Ответы в подписанных темах

source: Reply
ru: Ответить

source: Report any problems in the game here
ru: Здесь вы можете сообщить о любых проблемах, связанных с работой игры

source: Representation
ru: Представление

source: Request
ru: Запрос

source: Request auction
ru: Аукцион заявок

source: Request auction documentation
ru: Документация на аукцион заявок

source: Request auction moderator
ru: Модератор аукциона заявок

source: Request parameters
ru: Параметры запроса

source: Request to the registrar failed. We don't know whether your request was processed, so we remain payment for the domain in the locked state. Result of the operation will be checked by the technical support manually.
ru: Запрос к регистратору не удался. Мы точно не знаем, удалось ли обработать ваш запрос, поэтому мы оставляем деньги за домен в заблокированном состоянии. Результат операции будет перепроверен вручную техническими специалистами.

source: Request to the registrar timed out. We don't know whether your request was processed, so we remain payment for the domain in the locked state. Result of the operation will be checked by the technical support manually.
ru: Запрос к регистратору прерван по таймауту. Мы точно не знаем, удалось ли обработать ваш запрос, поэтому мы оставляем деньги за домен в заблокированном состоянии. Результат операции будет перепроверен вручную техническими специалистами.

source: Requests auction
ru: Аукцион заявок

source: Requests auction control
ru: Управление аукционом заявок

source: Require email activation
ru: Требовать активацию e-mail

source: Required design files
ru: Файлы, требуемые для оформления

source: Requirements
ru: Требования

source: Resetting to default
ru: Сброс на умолчания

source: Resize image to fill entire frame
ru: Растянуть изображение на весь фрейм

source: Resizing
ru: Изменение размеров

source: Restraint setting mode
ru: Режим выдачи наказаний

source: Restraint time
ru: Время наказания

source: Restraints
ru: Наказания

source: Retrying activation
ru: Повторная активация

source: Return
ru: Возврат

source: Return to the Cabinet
ru: Возврат в кабинет

source: Return to the Settings
ru: Возврат к настройкам

source: Return to the inventory
ru: Возврат в инвентарь

source: Retype your new password
ru: Повторите ваш новый пароль

source: Retype your password
ru: Повторите пароль

source: Right
ru: Право

source: Right menu
ru: Правое меню

source: Right of the main frame
ru: Справа от главного фрейма

source: Ring border
ru: Кольцевая рамка

source: Robots.txt administration
ru: Администрирование robots.txt

source: Role
ru: Роль

source: Roster
ru: Ростер

source: Roster buttons
ru: Кнопки ростера

source: Roster buttons panel
ru: Панель кнопок ростера

source: Roster height
ru: Высота списка персонажей (ростера)

source: Roster width
ru: Ширина списка персонажей (ростера)

source: Round value to this number of digits after decimal point (empty value means 'don't round')
ru: Округлять значение до указанного количества разрядов после десятичной точки (пустое значение означает "не округлять")

source: Rubricator
ru: Рубрикатор

source: Rubricators
ru: Рубрикаторы

source: Rules
ru: Правила

source: Rules name
ru: Название правила

source: Rusted Metal
ru: Ржавый Металл

source: SEO HELP keywords for the index page
ru: Содержимое HTML-тега meta keywords для титульной страницы (ключевые слова для поисковиков)

source: SEO HTML description for the index page
ru: Содержимое HTML-тега meta description для титульной страницы (описание страницы для поисковиков)

source: SMTP server
ru: SMTP-сервер

source: SSL is enabled on the main domain
ru: Включить SSL для главного домена

source: Sack #1
ru: Мешковина №1

source: Sack #2
ru: Мешковина №2

source: Sales for %s
ru: Продажи за %s

source: Sales for {currency} at {date}
ru: Продажи за {currency} {date}

source: Save
ru: Сохранить

source: Scheme '%s' is not supported
ru: Схема '%s' не поддерживается

source: Screenshots
ru: Скриншоты

source: Script condition to evaluate whether a character must receive this letter
ru: Скриптовое условие для определения персонажей, которые должны получить это письмо

source: Script condition whether this item can be undressed
ru: Скриптовое условие, может ли этот предмет быть снят

source: Script condition whether this item can be worn
ru: Скриптовое условие, может ли этот предмет быть надет

source: Script condition whether this item has 'wear' button
ru: Скриптовое условие, есть ли у этого предмета кнопка "надеть"

source: Script condition whether to deliver an e-mail
ru: Скриптовое условие, определяющее необходимость доставки e-mail

source: Script expression
ru: Скриптовое выражение

source: Script unexpectedly ended
ru: Скрипт внезапно закончился

source: Script unparse error. Expected list, received %s
ru: Ошибка при восстановлении скрипта. Ожидался список, получено: %s

source: Script validation error. Expected list, received %s
ru: Ошибка при валидации скрипта. Ожидался список, получено: %s

source: Scripting language reference
ru: Описание скриптового языка

source: Scripts documentation
ru: Документация на скрипты

source: Scripts of '%s'
ru: %s: скрипты

source: Search
ru: Искать

source: Search box
ru: Блок поиска

source: Search for all posts of this member
ru: Все сообщения этого пользователя

source: Secret code
ru: Секретный код

source: Secret code for adding games
ru: Секретный код для добавления игр

source: Secure entrance
ru: Безопасный вход

source: Security failure: POST method required
ru: Отказ системы безопасности: требуется метод POST

source: Security failure: Valid Referer required
ru: Отказ системы безопасности: требуется верный Referer

source: Select a payer
ru: Выберите плательщика

source: Select a popup menu
ru: Выберите выпадающее меню

source: Select a valid category
ru: Выберите верный раздел

source: Select a valid colour
ru: Выберите корректный цвет

source: Select a valid location
ru: Выберите верную локацию

source: Select a valid payer
ru: Выберите корректного плательщика

source: Select a valid timezone
ru: Выберите верный часовой пояс

source: Select an action
ru: Выберите действие

source: Select an offer
ru: Выберите предложение

source: Select an owner of the domain
ru: Выберите владельца домена

source: Select buttons block where to place the button
ru: Выберите блок кнопок, куда поместить кнопку

source: Select category
ru: Выберите раздел

source: Select correct mode
ru: Выберите верный режим

source: Select delivery mode
ru: Выберите режим доставки

source: Select from the list of templates
ru: Выбрать из списка шаблонов

source: Select interface where to place the button
ru: Выберите интерфейс, куда поместить кнопку

source: Select paid services to include in the pack
ru: Выберите платные услуги, которые необходимо поместить в пакет

source: Select real money currency
ru: Выберите валюту, продаваемую за реальные деньги

source: Select silence interval
ru: Выберите интервал молчания

source: Select solid color...
ru: Выберите сплошной цвет

source: Select template
ru: Выбрать шаблон

source: Select top level domain
ru: Выберите домен верхнего уровня

source: Select users
ru: Выберите пользователей

source: Select valid currency
ru: Выберите валюту

source: Select valid image type
ru: Укажите тип изображения

source: Select valid permission
ru: Выберите разрешение

source: Select valid role
ru: Выберите роль

source: Select valid type
ru: Выберите верный тип

source: Select your character
ru: Выберите вашего персонажа

source: Select your sex
ru: Укажите ваш пол

source: Sell currency
ru: Валюта продажи

source: Sell from the store only
ru: Продавать только со склада

source: Sell price
ru: Цена продажи

source: Sell price correction
ru: Коррекция цены продажи

source: Sell price evaluation
ru: Вычисление цены продажи

source: Sell selected items
ru: Продать выбранные предметы

source: Send
ru: Отправить

source: Send a new message
ru: Отправить новое сообщение

source: Send email moderation requests to this e-mail
ru: Отправлять запросы на модерирование писем на этот e-mail

source: Send invitation code
ru: Отправить код приглашения

source: Send invitations
ru: Отправить приглашения

source: Send new telegram
ru: Отправить новую телеграмму
