Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: %(price).2f MM$ (approx %(price).2f USD)
ru: %(price).2f MM$ (приблизительно %(price).2f USD)

source: %.1f Kb
ru: %.1f Кб

source: %.1f Mb
ru: %.1f Мб

source: %d pcs
ru: %d шт

source: %s Resource not found
ru: Ресурс %s не найден

source: %s administration interface
ru: Административный интерфейс %s

source: %s can't join combat. [gender?She:He] is busy
ru: %s не может присоединиться к бою. [gender?Она занята:Он занят]

source: %s registry is temporarily unavailable. Try again later
ru: Реестр %s временно недоступен. Попробуйте позже

source: %s roubl
ru: %s руб

source: %s: Access denied
ru: %s: Доступ запрещён

source: %s: Internal server error
ru: %s: Внутренняя ошибка сервера

source: %s: domain prolongation
ru: %s: продление домена

source: %s: domain prolonged
ru: %s: домен продлён

source: %s: prolong your domain
ru: %s: продлите ваш домен

source: &lt;&lt;&lt; Older period
ru: &lt;&lt;&lt; Раньше

source: '%s' has no settable attributes
ru: У "%s" нет изменяемых атрибутов

source: '%s' is not a combat member
ru: "%s" - не участник боя

source: '%s' is not a valid combat member
ru: "%s" - недопустимый участник боя

source: '%s' is not an object
ru: "%s" - не объект

source: '%s' is not settable
ru: "%s" изменить нельзя

source: 'After get turn' script
ru: Скрипт "после получения права хода"

source: 'combat log' operator can be used in combat events only
ru: Оператор "combat log" может быть использован только в боевых событиях

source: 'combat syslog' operator can be used in combat events only
ru: Оператор "combat syslog" может быть использован только в боевых событиях

source: '{obj}' has no attribute '{attr}'
ru: У "{obj}" нет атрибута "{attr}"

source: '{obj}.{attr}' of the {cls} object is not settable
ru: Атрибут "{obj}.{attr}" объекта {cls} неизменяемый

source: , at line %d
ru: , в строке %d

source: , column %d
ru: , в колонке %d

source: 1 day
ru: 1 сутки

source: 1 hour
ru: 1 час

source: 1 minute
ru: 1 минута

source: 1 week
ru: 1 неделя

source: 1 year
ru: 1 год

source: 10 minutes
ru: 10 минут

source: 12 hours
ru: 12 часов

source: 13th of June, 2008 at 02:11
ru: 13 июня 2008 года в 02:11

source: 2 days
ru: 2 суток

source: 2 hours
ru: 2 часа

source: 2 weeks
ru: 2 недели

source: 21th of October, 2010 at 17:00
ru: 21 октября 2010 года в 17:00

source: 3 hours
ru: 3 часа

source: 3 weeks
ru: 3 недели

source: 30 days
ru: 30 суток

source: 30 minutes
ru: 30 минут

source: 4 days
ru: 5 суток

source: 5 minutes
ru: 5 минут

source: 6 hours
ru: 6 часов

source: 60 days
ru: 60 суток

source: 6th of December, 2010 at 12:01
ru: 6 декабря 2010 в 12:01

source: 7th of February, 2011 at 23:17
ru: 7 февраля 2011 года в 23:17

source: 90 days
ru: 90 суток

source: <h1>Welcome to your new game!</h1><p>Now you can open <a href="/admin" target="_blank">Administrative interface</a> and follow several steps to launch your game.</p><p>Welcome to the world of creative game development and good luck!</p>
ru: <h1>Добро пожаловать в вашу новую игру</h1><p>Игра успешно запущена и уже работает на движке MMO Constructor.</p><p>Сейчас вы можете открыть <a href="/admin" target="_blank">административный интерфейс</a> и выполнить несколько шагов, необходимых для её публикации.</p><p>Добро пожаловать в мир креативной разработки игр, и желаем удачи!</p>

source: <p>This game is a very good sample of games with very long descriptions. In this game you become a strong warrior, a mighty wizard, a rich merchant or anyone else. It's your choice. It's your way.</p><p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse vel purus dolor. Integer aliquam lectus vel urna scelerisque eget viverra eros semper. Morbi aliquet auctor iaculis. Sed lectus mauris, elementum ut porta elementum, tincidunt vitae justo. Sed ac mauris eget lorem laoreet blandit a varius orci. Donec at dolor et quam feugiat dignissim a quis velit. Vestibulum elementum, tortor at eleifend ultricies, lorem felis scelerisque sapien, nec pretium dui ante quis tellus. Praesent at tellus erat, in malesuada nunc. Donec lectus nisi, placerat eget interdum ut, elementum in tellus. Vivamus quis elementum magna. Donec viverra adipiscing ante viverra porttitor. Nam aliquam elit nec turpis volutpat eu iaculis lectus pharetra. Fusce purus lacus, malesuada eu egestas sed, auctor vel sem. Ut tempus malesuada tincidunt. Duis in sem justo. Integer sodales rhoncus nibh, sed posuere lorem commodo ac. Donec tempor consequat venenatis. Vivamus velit tellus, dignissim venenatis viverra eu, porta eget augue. Quisque nec justo a nibh vehicula porttitor. Donec vitae elit tellus.</p>
ru: <p>Эта игра - отличный пример игр с очень длинными описаниями. В этой игре вы можете стать сильным воином, могущественным чародеем, богатым купцом или кем угодно ещё. Это ваш выбор. Это ваш путь.</p><p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse vel purus dolor. Integer aliquam lectus vel urna scelerisque eget viverra eros semper. Morbi aliquet auctor iaculis. Sed lectus mauris, elementum ut porta elementum, tincidunt vitae justo. Sed ac mauris eget lorem laoreet blandit a varius orci. Donec at dolor et quam feugiat dignissim a quis velit. Vestibulum elementum, tortor at eleifend ultricies, lorem felis scelerisque sapien, nec pretium dui ante quis tellus. Praesent at tellus erat, in malesuada nunc. Donec lectus nisi, placerat eget interdum ut, elementum in tellus. Vivamus quis elementum magna. Donec viverra adipiscing ante viverra porttitor. Nam aliquam elit nec turpis volutpat eu iaculis lectus pharetra. Fusce purus lacus, malesuada eu egestas sed, auctor vel sem. Ut tempus malesuada tincidunt. Duis in sem justo. Integer sodales rhoncus nibh, sed posuere lorem commodo ac. Donec tempor consequat venenatis. Vivamus velit tellus, dignissim venenatis viverra eu, porta eget augue. Quisque nec justo a nibh vehicula porttitor. Donec vitae elit tellus.</p>

source: <p>To get an ability to write to the forum and to use the Request auction follow the steps given below:</p><ul><li><a href="{url}" target="_blank">Register in the WebMoney system</a> please</li><li>Press "Verify your WMID" button</li></ul><p><a href="/doc/wmcertificates"><strong>For what reason we require it</strong></a></p>
ru: <p>Чтобы получить возможность общаться на форуме и пользоваться Аукционом заявок, пожалуйста, выполните следующие действия:</p><ul><li><a href="{url}" target="_blank">зарегистрируйтесь в системе WebMoney</a>;</li><li>нажмите на кнопку "Проверить ваш WMID".</li></ul><p><a href="/doc/wmcertificates"><strong>Зачем все эти сложности</strong></a></p>

source: <p>To use request auction you must have WMID with the <strong>formal certificate</strong>. Your current certificate level is not enough. <a href="https://passport.wmtransfer.com/">Get the formal certificate</a> and recheck your WMID certificate.</p><p><a href="{url}">Recheck your WMID</a></p>
ru: <p>Чтобы использовать аукцион заявок, вам необходимо иметь WMID с <strong>формальным аттестатом</strong> (или выше). Уровень вашего текущего аттестата недостаточен. <a href="http://wiki.webmoney.ru/wiki/show/Formalnyy_attestat">Получите формальный аттестат</a> и заново проверьте его в конструкторе.</p><p><a href="{url}">Проверить WMID</a></p>

source: <p>We don't offer a free domain name &mdash; you have to register it manually. You may take domain of any level you want: 2nd-level domain (yourgame.com), 3rd-level (game.yourdomain.com) or any other (game.project.person.company.com)</p>
ru: <p>Мы не предоставляем бесплатное доменное имя &mdash; вам необходимо зарегистрировать его вручную. Вы можете взять домен любого уровня, какой захотите: 2 уровня (yourgame.ru), 3 уровня (game.yourdomain.ru) или любого другого (game.project.person.company.ru)</p>

source: <p>Your game is currently on moderation. You may continue setting it up.</p><p><a href="/admin" target="_blank">Administrative interface</a></p>
ru: <p>Ваша игра в данный момент находится на модерации. Вы можете продолжить её настройку.</p><p><a href="/admin" target="_blank">Административный интерфейс</a></p>

source: <strong>{wmid}</strong> (certificate: <strong>{certificate}</strong>)
ru: <strong>{wmid}</strong> (аттестат: <strong>{certificate}</strong>)

source: A complex value
ru: Сложное значение

source: A message was sent to your mailbox. Enter the activation code from this message.
ru: На ваш почтовый ящик выслано письмо с кодом активации. Введите код в форму ниже.

source: A simple value
ru: Простое значение

source: A very long forum category title
ru: Очень длинное название раздела на форуме

source: AI '%s' script when it has got turn right
ru: ИИ-скрипт "%s", когда он получил право хода

source: AI type '%s' is not defined'
ru: Тип ИИ "%s" не определён

source: AI type code
ru: Код типа ИИ

source: AI type code must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Код типа ИИ должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: AI type name
ru: Название типа ИИ

source: AI type not specified for combat member '%s'
ru: Для участника боя "%s" не указан тип ИИ

source: AI type profile
ru: профиль типа ИИ

source: AI type with the same code already exists
ru: Тип ИИ с таким кодом уже существует

source: AI types of '%s'
ru: %s: типы ИИ

source: API settings (API is not implemented yet)
ru: Настройки API (API ещё не реализовано)

source: Ability for players to choose images for the characters
ru: Доступ игроков к выбору образов для персонажей

source: Ability of characters to equip items
ru: Способность персонажа надевать предметы

source: Ability to create administrator defined permissions for characters
ru: Возможность вручную создавать новые привилегии для персонажей

source: Ability to create special parameters of characters 'classes' and require player to select a class on character creation
ru: Возможность создавать специальные параметры персонажей - "классы" - и требовать от игрока выбирать класс при создании персонажа

source: Ability to put Google +1 and Facebook Like buttons
ru: Возможность помещать кнопки Google +1 и Facebook Like

source: Ability to select character starting location depending on his class
ru: Возможность выбирать стартовую локацию персонажа в зависимости от его класса

source: Ability to use arbitrary scripting expression (for example, show character level: [{char.p_level}])
ru: Возможность использования произвольных скриптовых выражений (например, показать уровень персонажа: [{char.p_level}])

source: Absolute expiration time (format: {datetime_sample} or {date_sample}, last date inclusive)
ru: Абсолютный срок годности (формат: {datetime_sample} или {date_sample}, последняя дата рассматривается включительно)

source: Absolute time
ru: Абсолютное время

source: Absolute values greater than 1 billion are not supported
ru: Абсолютные значения больше 1 миллиарда не поддерживаются

source: Absolutely crazy signature line
ru: Абсолютно сумасшедшая строка подписи

source: Access
ru: Доступ

source: Access denied
ru: Доступ запрещён

source: Access to users money
ru: Доступ к деньгам пользователей

source: Account %s
ru: Счет %s

source: Account Id
ru: Идентификатор счёта

source: Account activation
ru: Активация аккаунта

source: Action
ru: Действие

source: Action code
ru: Код действия

source: Action code must be a string
ru: Код действия должен быть строкой

source: Action code must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Код действия должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Action name
ru: Название действия

source: Action type '%s' is not a string
ru: Тип действия "%s" не является строкой

source: Action with the same code already exists
ru: Действие с таким кодом уже существует

source: Actions
ru: Действия

source: Actions for items
ru: Действия для предметов

source: Actions of '%s'
ru: %s: действия

source: Activate
ru: Активировать

source: Activation code
ru: Код активации

source: Activation is required after this number of days ('0' if require on registration)
ru: Требовать активацию после этого количества дней ('0', если требовать сразу при регистрации)

source: Active
ru: Активен

source: Actual reference documents about the game are placed here.
ru: Здесь публикуется актуальная справочная информация об игре

source: Add
ru: Добавить

source: Add location image with different dimension
ru: Добавить картинку локации с другим размером

source: Adding template
ru: Добавление шаблона

source: Additional CSS class for block containg this item
ru: Дополнительный CSS-класс для блока, содержащего этот предмет

source: Additional categories
ru: Дополнительные разделы

source: Admin
ru: Админ

source: Admin Offline
ru: Администратор Оффлайн

source: Admin talks
ru: Общение с администрацией

source: Administration interface
ru: Административный интерфейс

source: Administrative interface
ru: Административный интерфейс

source: Administrator
ru: Администратор

source: Administrator UUID
ru: UUID администратора

source: Administrator interface to have an ability of sending emails to all registered players
ru: Интерфейс администратора для отправки e-mail всем зарегистрированным игрокам

source: Administrator's e-mail
ru: E-mail администратора

source: Administrator's password
ru: Пароль администратора

source: Administrator's personal data
ru: Персональные данные администратора

source: Aggregate amount (for instance, 'char.inv.sum_weight')
ru: Агрегированное количество (например, 'char.inv.sum_weight')

source: All allies alive
ru: Все активные союзники

source: All allies alive and myself
ru: Все активные союзники и я сам

source: All combat members alive
ru: Все активные участники боя

source: All enemies alive
ru: Все активные враги

source: All matching targets are available for selection
ru: Все отобранные цели доступны для выбора

source: All messages
ru: Все сообщения

source: All names were checked. Thank you
ru: Все имена проверены. Спасибо

source: All posts
ru: Все сообщения

source: All telegrams
ru: Все телеграммы

source: Allow colours in signatures
ru: Разрешить цвета в подписях

source: Allow creating topics
ru: Разрешено создавать темы

source: Allow images in signatures
ru: Разрешить изображения в подписях

source: Allow moderation
ru: Разрешено модерировать

source: Allow player to resize combat log
ru: Позволить игроку растягивать лог боя

source: Allow player to resize enemy's avatar block
ru: Позволить игроку растягивать блок аватара врага

source: Allow player to resize player's avatar block
ru: Позволить игроку растягивать блок своего аватара

source: Allow reading
ru: Разрешено читать

source: Allow reading and replying
ru: Разрешено читать и отвечать

source: Allow smiles in signatures
ru: Разрешить смайлики в подписях

source: Allow users to enter topic dates manually
ru: Разрешить пользователям вводить даты тем вручную

source: Allow users to inhibit notifications about new topic
ru: Позволить пользователям отключать оповещения о новой теме

source: Allow web search engines index this site
ru: Позволить поисковым системам индексировать этот сайт

source: Already invisible
ru: Уже в невидимости

source: Alternative 2. Launch logo constructor
ru: Вариант 2. Запустить конструктор логотипов

source: Amount
ru: Сумма

source: Amount must be greater than 0
ru: Количество должно быть больше 0

source: Amount must be less than 1000000000
ru: Сумма должна быть меньше 1000000000

source: An error message is information displayed when an unexpected condition occurs, usually on a computer or other device. On modern operating systems with graphical user interfaces, error messages are often displayed using dialog boxes. Error messages are used when user intervention is required, to indicate that a desired operation has failed, or to relay important warnings (such as warning a computer user that they are almost out of hard disk space). Error messages are seen widely throughout computing, and are part of every operating system or computer hardware device. Proper design of error messages is an important topic in usability and other fields of humancomputer interaction.
ru: Любой, кто написал программу для публичного использования, получил, по крайней мере, одно плохое сообщение об ошибке. Сообщения, которые ни о чем не говорили ("Это не работает"); сообщения, которые не имели смысла; сообщения, которые не давали достаточной информации; сообщения, которые давали неправильную информацию. Сообщения о проблемах, которые оборачивались ошибками пользователя; сообщения о проблемах, которые оборачивались дефектом в чьей-то другой программе; сообщения о проблемах, которые оборачивались сбоями сети.

source: Angel
ru: Ангел

source: Animated GIF must be exactly 16x16
ru: Анимированный GIF должен быть точно 16x16

source: Animated images are not supported
ru: Анимированные картинки не поддерживаются

source: Animated logos are not supported
ru: Анимированные логотипы не поддерживаются

source: Any game services: mercenaries, guardians, builders etc.
ru: Любые игровые услуги: найм, охрана, строительство и т.д.

source: Any talks related to the game development
ru: Общение на тему разработки игр

source: Appearance
ru: Оформление

source: Application
ru: Приложение

source: Are players allowed to play more than 1 character
ru: Разрешено ли игрокам играть более, чем 1 персонажем

source: Are you sure want do delete this image?
ru: Вы уверены, что хотите удалить это изображение?

source: Are you sure want to delete these rules?
ru: Вы уверены, что хотите удалить эти правила?

source: Are you sure want to delete this AI type?
ru: Вы уверены, что хотите удалить этот тип ИИ?

source: Are you sure want to delete this WMID?
ru: Вы уверены, что хотите удалить этот WMID?

source: Are you sure want to delete this block?
ru: Вы уверены, что хотите удалить этот блок?

source: Are you sure want to delete this button?
ru: Вы уверены, что хотите удалить эту кнопку?

source: Are you sure want to delete this category?
ru: Вы уверены, что хотите удалить эту категорию?

source: Are you sure want to delete this color?
ru: Вы уверены, что хотите удалить этот цвет?

source: Are you sure want to delete this combat action?
ru: Вы уверены, что хотите удалить это боевое действие?

source: Are you sure want to delete this constraint?
ru: Вы уверены, что хотите удалить это ограничение?

source: Are you sure want to delete this icon?
ru: Вы уверены, что хотите удалить эту иконку?

source: Are you sure want to delete this image?
ru: Вы уверены, что хотите удалить это изображение?

source: Are you sure want to delete this interface?
ru: Вы уверены, что хотите удалить этот интерфейс?

source: Are you sure want to delete this item?
ru: Вы уверены, что хотите удалить этот элемент?

source: Are you sure want to delete this modifier?
ru: Вы уверены, что хотите удалить этот модификатор?

source: Are you sure want to delete this object?
ru: Вы уверены, что хотите удалить этот объект?

source: Are you sure want to delete this offer?
ru: Вы уверены, что хотите удалить это предложение?

source: Are you sure want to delete this page group?
ru: Вы уверены, что хотите удалить эту группу страниц?

source: Are you sure want to delete this page?
ru: Вы уверены, что хотите удалить эту страницу?

source: Are you sure want to delete this parameter?
ru: Вы уверены, что хотите удалить этот параметр?

source: Are you sure want to delete this permission?
ru: Вы уверены, что хотите удалить эту привилегию?

source: Are you sure want to delete this popup menu?
ru: Вы уверены, что хотите удалить это выпадающее меню?

source: Are you sure want to delete this quest?
ru: Вы уверены, что хотите удалить этот квест?

source: Are you sure want to delete this slot?
ru: Вы уверены, что хотите удалить этот слот?

source: Are you sure want to delete this smile?
ru: Вы уверены, что хотите удалить этот смайлик?

source: Are you sure want to delete this special function?
ru: Вы уверены, что хотите удалить эту спецфункцию?

source: Are you sure want to delete this state?
ru: Вы уверены, что хотите удалить это состояние?

source: Are you sure want to delete this template?
ru: Вы уверены, что хотите удалить этот шаблон?

source: Are you sure want to remove this lock?
ru: Вы уверены, что хотите снять эту блокировку?

source: Are you sure want to unpublish the project?
ru: Вы уверены, что хотите снять проект с публикации?

source: Are you sure?
ru: Вы уверены?

source: Art
ru: Творчество

source: Ascending
ru: По возрастанию

source: Assign a domain name
ru: Назначить доменное имя

source: Assortment of '%s'
ru: Ассортимент "%s"

source: Attack-block system
ru: Система атака-блок

source: Attack-block system. Combat members choose arbitrary targets and zones being attacked or blocked
ru: Система атака-блок. Участники боя выбирают произвольные цели и зоны, которые они атакуют и блокируют

source: Attribute '%s' was specified twice
ru: Атрибут "%s" был указан дважды

source: Attribute '{attr}' in the '{obj}' must be a string
ru: Атрибут "{attr}" у "{obj}" обязательно должен быть строкой

source: Attribute '{attr}' is required in the '{obj}'
ru: Атрибут "{attr}" у "{obj}" является обязательным

source: Attributes '{attr1}' and '{attr2}' can't be used simultaneously in the '{obj}'
ru: Атрибуты "{attr1}" и "{attr2}" не могут быть одновременно использованы в "{obj}"

source: Attributes '{attr1}' or '{attr2}' are required in the '{obj}'
ru: В объекте "{obj}" обязательно должен быть атрибут "{attr1}" или "{attr2}"

source: Attributes '{attr1}', '{attr2}' and '{attr3}' can't be used simultaneously in the '{obj}'
ru: Атрибуты "{attr1}","{attr2}" и "{attr3}" не могут быть одновременно использованы в "{obj}"

source: Attributes '{attr1}', '{attr2}' or '{attr3}' are required in the '{obj}'
ru: В объекте "{obj}" обязательно должен быть атрибут "{attr1}", "{attr2}" или "{attr3}"

source: Auction
ru: Аукцион

source: Authentication
ru: Аутентификация

source: Authentication configuration
ru: Настройка аутентификации

source: Authentication documentation
ru: Документация на аутентификацию

source: Author
ru: Автор

source: Author text
ru: Текст автора

source: Authorized WMID
ru: Авторизованный WMID

source: Authorized guild members can talk to each other about diplomacy and politics issues here
ru: В этом разделе уполномоченные члены кланов могут общаться на темы дипломатии, войн и политики

source: Auto prolong: disabled
ru: Автопродление: выключено

source: Auto prolong: enabled
ru: Автопродление: включено

source: Availability condition
ru: Условие доступности

source: Availability of class variant '{variant}' in class '{cls}'
ru: Доступность варианта "{variant}" класса "{cls}"

source: Availability of combat action %s
ru: Доступность боевого действия "%s"

source: Availability of combat action %s targeted to specific target
ru: Доступность боевого действия "%s", нацеленного на определённую цель (target)

source: Availability of global interface '%s'
ru: Доступность глобального интерфейса "%s"

source: Availability of location special function '%s'
ru: Доступность спецфункции "%s"

source: Availability of slot '%s'
ru: Доступность слота "%s"

source: Availability of the function for the character
ru: Доступность функции для персонажа

source: Availability of transition between locations
ru: Доступность перехода между локациями

source: Available action targets
ru: Доступные цели для действия

source: Available targets filter
ru: Фильтр доступности целей

source: Available targets randomization
ru: Рандомизация доступных целей

source: Available to players
ru: Доступно игрокам

source: Avatar
ru: Аватар

source: Avatar has to be at least 100x100 pixels
ru: Аватар должен быть, как минимум, 100x100 пикселей

source: Background dark color
ru: Цвет тёмных частей фона
