Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: Background light color
ru: Цвет светлых частей фона

source: Bad symbols in the title
ru: Некорректные символы в названии

source: Bad symbols in the title: %s
ru: Некорректные символы в названии: %s

source: Balance
ru: Баланс

source: Balance price for the item
ru: Балансировочная цена предмета

source: Balance prices
ru: Балансировочные цены

source: Bamboo #1
ru: Бамбук №1

source: Ban
ru: Бан

source: Ban IP for registration
ru: Бан IP для регистрации

source: Ban {ip_addresses}
ru: Бан на {ip_addresses}

source: Banning IP-addresses
ru: Бан IP-адресов

source: Banning users
ru: Бан пользователей

source: Basic image for your logo
ru: Базовое изображение для вашего логотипа

source: Basically your avatar can be monochrome only. If you want coloured avatar you can use this option
ru: Изначально ваш аватар может быть только чёрно-белым. Воспользуйтесь этой услугой, если вы хотите установить себе цветной аватар

source: Basically your can not use colours in the chat - all messages are the same colour. If you want to use arbitrary colours you can use this option
ru: Изначально вы не можете менять цвет своих сообщений в чате. Если вы хотите писать цветные сообщения, воспользуйтесь этой услугой

source: Basically your can not use colours in your forum signature. If you want to use colours you can use this option
ru: Изначально вы не можете использовать цвета в подписи на форуме. Если вы хотите иметь цветную подпись, воспользуйтесь этой опцией

source: Basically your can not use images in your forum signature. If you want to use images you can use this option
ru: Изначально вы не можете вставлять картинки в подпись на форуме. Если вы хотите иметь подпись с картинками, воспользуйтесь этой услугой

source: Basically your can not use smiles in your forum signature. If you want to use smiles you can use this option
ru: Изначально вы не можете вставлять смайлики в подпись на форуме. Если вы хотите иметь подпись со смайликами, воспользуйтесь этой опцией

source: Before launching your game perform the steps listed above
ru: Перед запуском игры выполните шаги, перечисленные выше

source: Begin execution
ru: Начало исполнения

source: Begin execution on target 'target'
ru: Начало исполнения на цель "target"

source: Birthday
ru: День рождения

source: Block %s
ru: Блок %s

source: Block content. You may use hooks to include any dynamic content
ru: Содержимое блока. Вы можете использовать хуки, чтобы включить любой динамический контент

source: Block height
ru: Высота блока

source: Block sorting order
ru: Порядок сортировки блока

source: Block title (visible to administrators only)
ru: Название блока (видно только администраторам)

source: Block type
ru: Тип блока

source: Block width
ru: Ширина блока

source: Blue
ru: Синий

source: Bold
ru: Полужирный

source: Bottom
ru: Низ

source: Bought by the shop
ru: Куплено магазином

source: Breaking news
ru: Срочно в номер

source: Brick
ru: Кирпичи

source: Brick #1
ru: Кирпич №1

source: Brick #2
ru: Кирпич №2

source: Brief description of the logo uploading you can find in the <a href="//www.%s/doc/newgame#logo" target="_blank">reference manual</a>.
ru: Краткое описание по загрузке логотипов вы можете найти в <a href="//www.%s/doc/newgame#logo" target="_blank">руководстве</a>.

source: Brief description of this form you can find in the <a href="//www.%s/doc/newgame#profile" target="_blank">reference manual</a>.
ru: Краткое описание этой формы вы можете найти в <a href="//www.%s/doc/newgame#profile" target="_blank">руководстве</a>.

source: Broken Stones
ru: Разбитые камни

source: Browser based online games constructor
ru: Конструктор браузерных онлайн-игр

source: Browser-based Games Constructor
ru: Конструктор браузерных игр

source: Bug reports
ru: Сообщения об ошибках

source: Bulk sender
ru: Массовые рассылки

source: Button
ru: Кнопка

source: Button '{button}' text in the quest '{quest}'
ru: Текст кнопки "{button}" в квесте "{quest}"

source: Button action
ru: Действие для кнопки

source: Button block: %s
ru: Блок кнопок: %s

source: Button can't contain multiple 'event' entries
ru: У кнопки не может быть несколько записей "event"

source: Button can't contain multiple 'text' entries
ru: У кнопки не может быть несколько записей "text"

source: Button code (used in quest scripts)
ru: Код кнопки (используется в квестовых скриптах)

source: Button code must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Код кнопки должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Button editor
ru: Редактор кнопки

source: Button event identifier must be a string
ru: Идентификатор события на кнопке должен быть строкой

source: Button event identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор события на кнопке должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Button hint
ru: Подсказка для кнопки

source: Button href
ru: Ссылка

source: Button identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор кнопки должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Button image
ru: Изображение для кнопки

source: Button text
ru: Текст кнопки

source: Button text must be a string
ru: Текст кнопки должен быть строкой

source: Buttons
ru: Кнопки

source: Buttons block
ru: Блок кнопок

source: Buttons editor
ru: Редактор кнопок

source: Buy
ru: Купить

source: Buy currency
ru: Валюта скупки

source: Buy price
ru: Цена скупки

source: Buy price correction
ru: Коррекция цены скупки

source: Buy price evaluation
ru: Вычисление цены скупки

source: Buy selected items
ru: Купить выбранные предметы

source: Buyings for %s
ru: Покупки за %s

source: Buyings for {currency} at {date}
ru: Покупки за {currency} {date}

source: CSS class name
ru: Имя CSS-класса

source: CSS class name:<ul><li>horizontal &mdash; standard horizontal menu</li><li>vertical &mdash; standard vertical menu</li><li>any other value &mdash; user specific style</li></ul>
ru: Название CSS-класса:<ul><li>horizontal &mdash; стандартное горизонтальное меню;</li><li>vertical &mdash; стандартное вертикальное меню;</li><li>любое другое значение - пользовательский стиль</li></ul>

source: CSS style declaration
ru: Описание CSS-стиля

source: Cabinet
ru: Кабинет

source: Cabinet interface (inside the external interface)
ru: Интерфейс кабинета (помещается внутрь external.html)

source: Calculated using expression and postprocessing table
ru: Вычисляется при помощи выражения и таблицы пост-обработки

source: Calculated using scripting expression
ru: Вычисляется при помощи скриптового выражения

source: Call 'clicked' quest event
ru: Вызвать квестовое событие "clicked"

source: Cancel
ru: Отмена

source: Cancelling combat {combat} ({reason}). Freeing members
ru: Отменяем бой {combat} ({reason}). Освобождаем участников

source: Cargo amount expression
ru: Выражение для величины груза

source: Cargo constraints
ru: Ограничения грузоподъёмности

source: Cassandra DB validation
ru: Валидация БД Cassandra

source: Category
ru: Категория

source: Category %s
ru: Раздел %s

source: Category description
ru: Описание раздела

source: Category name
ru: Название категории

source: Category tag
ru: Тег раздела

source: Category title
ru: Название раздела

source: Category where to move
ru: Раздел, в который перенести

source: Cause
ru: Причина

source: Celtic Castle
ru: Кельтский замок

source: Certificate required
ru: Требуется аттестат

source: Change
ru: Изменить

source: Change avatar
ru: Изменить аватар

source: Change e-mail
ru: Изменить e-mail

source: Change name
ru: Изменить имя

source: Change names for other users
ru: Изменение имён другим пользователям

source: Change password
ru: Изменить пароль

source: Change passwords for other users
ru: Изменение пароля другим пользователям

source: Change the game logo now
ru: Изменить логотип игры прямо сейчас

source: Change your password
ru: Изменение пароля

source: Changing
ru: Изменение

source: Channel selection checkboxes
ru: Чекбоксы для выбора каналов

source: Channels disabled
ru: Каналы отключены

source: Character
ru: Персонаж

source: Character %s
ru: Персонаж %s

source: Character '%s' not found
ru: Персонаж '%s' не найден

source: Character avatar (external info)
ru: Аватар персонажа (внешнее инфо)

source: Character avatar (internal page)
ru: Аватар персонажа (внутренняя страница)

source: Character class must be stored in DB
ru: Класс персонажа должен сохраняться в БД

source: Character class selector
ru: Селектор класса персонажа

source: Character class selector layout
ru: Разметка селектора класса персонажа

source: Character classes documentation
ru: Документация на классы персонажей

source: Character for the game administrator
ru: Персонаж для администратора игры

source: Character form
ru: Анкета персонажа

source: Character forms documentation
ru: Документация на анкету персонажа

source: Character image availability
ru: Доступность образа персонажа

source: Character image constructor
ru: Конструктор образа персонажа

source: Character image constructor is unavailable. No layers defined
ru: Конструктор образов персонажей недоступен. Не заданы слои

source: Character image constructor layout
ru: Разметка конструктора образа персонажа

source: Character image description
ru: Описание образа персонажа

source: Character image dimensions on the character info page
ru: Размер образа персонажа в инфе персонажа

source: Character image dimensions on the ingame character page
ru: Размеры образа персонажа на внутриигровой странице персонажа

source: Character image layers
ru: Слои образов персонажей

source: Character image selector
ru: Селектор образа персонажа

source: Character image selector layout
ru: Разметка селектора образа персонажа

source: Character image: {name}
ru: Образ персонажа: {name}

source: Character images
ru: Образы персонажей

source: Character images configuration
ru: Настройка образов персонажей

source: Character images editor
ru: Редактор образов персонажей

source: Character images list
ru: Список образов персонажей

source: Character info icon
ru: Иконка инфы персонажа

source: Character is a member of missing combat (%s). Freeing lock
ru: Персонаж - участник завершённого боя (%s). Снимаем блокировку

source: Character is not active. Check your e-mail and follow activation link
ru: Персонаж неактивен. Проверьте почту и перейдите по ссылке активации

source: Character is outside of any locations
ru: Персонаж находится вне локаций

source: Character name
ru: Имя персонажа

source: Character name:
ru: Имя персонажа:

source: Character names
ru: Имена персонажей

source: Character names documentation
ru: Документация на имена персонажей

source: Character names rendering editor
ru: Редактор отображения имён персонажей

source: Character names validation
ru: Проверка имён персонажей

source: Character not found
ru: Персонаж не найден

source: Character offline
ru: Персонаж в оффлайне

source: Character page (external information)
ru: Страница персонажа (внешняя информация)

source: Character page (internal)
ru: Страница персонажа (внутренняя)

source: Character parameters
ru: Параметры персонажа

source: Character sex
ru: Пол персонажа

source: Character went offline
ru: Персонаж вышел из игры

source: Character went online
ru: Персонаж вошёл в игру

source: Character went online/offline
ru: Персонаж онлайн/оффлайн

source: Character with id '%s' doesn't exist
ru: Персонаж с идентификатором '%s' не существует

source: Character's legend
ru: Легенда персонажа

source: Character's motto
ru: Девиз персонажа

source: Character's name
ru: Имя персонажа

source: Characters
ru: Персонажи

source: Characters allowed to use this color (empty field means characters with the corresponding paid service)
ru: Персонажи, которые могут пользоваться этим цветом (пустое поле означает доступ для персонажей с подключенной платной услугой цветов в чате)

source: Characters cargo constraints
ru: Ограничения грузоподъёмности персонажей

source: Characters equipment
ru: Экипировка персонажей

source: Characters equipment configuration
ru: Настройка экипировки персонажей

source: Characters images documentation
ru: Документация на образы персонажей

source: Characters parameters
ru: Параметры персонажей

source: Characters parameters are not defined
ru: Параметры персонажей не определены

source: Chargeback
ru: Возврат платежа

source: Chat
ru: Чат

source: Chat channel '%s' disabled
ru: Канал чата '%s' отключен

source: Chat channel '%s' enabled
ru: Канал чата '%s' включен

source: Chat channel '%s' has new messages
ru: На канале чата '%s' появились новые сообщения

source: Chat channel button template: state NEW
ru: Шаблон кнопки каналов чата: состояние НОВЫЕ

source: Chat channel button template: state OFF
ru: Шаблон кнопки каналов чата: состояние ВЫКЛ

source: Chat channel button template: state ON
ru: Шаблон кнопки каналов чата: состояние ВКЛ

source: Chat channels mode
ru: Режим каналов чата

source: Chat colors
ru: Цвета в чате

source: Chat colors configuration
ru: Конфигурация цветов в чате

source: Chat command for writing to the current location channel
ru: Команда чата для написания в канал текущей локации

source: Chat command for writing to the diplomacy channel
ru: Команда чата для написания в дипломатический канал

source: Chat command for writing to the entire world channel
ru: Команда чата для написания сообщения на весь мир

source: Chat command for writing to the trading channel
ru: Команда чата для написания в торговый канал

source: Chat command must begin with / and must not contain whitespace characters
ru: Команда чата должна начинаться с / и не может содержать пробелов

source: Chat configuration
ru: Конфигурация чата

source: Chat configuration editor
ru: Редактор конфигурации чата

source: Chat configuration stored
ru: Конфигурация чата сохранена

source: Chat debug channel
ru: Отладочный канал чата

source: Chat height
ru: Высота чата

source: Chat message
ru: Сообщение в чат

source: Chat messages colour
ru: Цвет сообщений в чате

source: Chat silence
ru: Молчанка в чате

source: Chat width
ru: Ширина чата

source: Check domain and assign it to the game
ru: Проверить домен и назначить его вашей игре

source: Check your design in the most popular browsers.
ru: Проверяйте ваше оформление в наиболее популярных браузерах.

source: Checking domain availability...
ru: Проверка доступности домена...

source: Checking domain...
ru: Проверка домена...

source: Choose any template you want. Then setup its parameters and you will get a personalised variant of the template.
ru: Выберите любой шаблон, который вам нравится. Затем настройте его параметры, и вы получите персонализированный вариант шаблона.

source: Choosing titles
ru: Выбор названий

source: Circle
ru: Круг

source: Class name expression '%s' is invalid: unexpected end of line
ru: Выражение для имени класса "%s" внезапно оборвалось

source: Class name must begin with a symbol a-z, continue with symbols a-z, 0-9 and '-' and end with a symbol a-z or a digit
ru: Имя класса должно начинаться с символа a-z, продолжаться символами a-z, 0-9 и '-' и заканчиваться символами a-z или 0-9

source: Class variant description for players (HTML allowed)
ru: Описание варианта класса для игроков (HTML разрешён)

source: Class variant name
ru: Название варианта класса

source: Clear chat
ru: Очистить чат

source: Click to unequip
ru: Нажмите, чтобы снять

source: Close
ru: Закрыть

source: Close game for all non-authorized users
ru: Закрыть игру для всех неавторизованных пользователей

source: Close project login
ru: Закрыть вход в игру

source: Closing tag '{0}' doesn't match opening tag '{1}'
ru: Закрывающий тег '{0}' не соответствует открывающему тегу '{1}'

source: Cluster
ru: Кластер

source: Cluster configuration
ru: Конфигурация кластера

source: Cluster monitor
ru: Монитор кластера

source: Cluster monitoring
ru: Мониторинг кластера

source: Cnt
ru: Кол-во

source: Code
ru: Код

source: Code can't contain '//'
ru: Код не может содержать "//"

source: Code can't end with slash
ru: Код не может заканчиваться слешом

source: Code can't start with slash
ru: Код не может начинаться слешом

source: Code of the parent page
ru: Код родительской страницы

source: Color (example: '#012def')
ru: Цвет (например: "#012def")

source: Color condition
ru: Условие цвета

source: Color name
ru: Название цвета

source: Color of block headers
ru: Цвет заголовков блоков

source: Color of rating score values
ru: Цвет чисел в рейтингах

source: Color type
ru: Тип цвета

source: Coloured avatar for {period}
ru: Цветной аватар на {period_a}

source: Coloured avatar on the forum
ru: Цветной аватар на форуме

source: Colours in the chat
ru: Цвета в чате

source: Colours in the chat for {period}
ru: Цвета в чате на {period_a}

source: Colours in the signature
ru: Цвета в подписи

source: Colours in the signature for {period}
ru: Цвета в подписи на {period_a}

source: Combat
ru: Бой

source: Combat %s terminated due to too long timeout
ru: Бой %s завершён из-на слишком долгого таймаута

source: Combat %s timed out
ru: Таймаут боя %s

source: Combat action '%s' begin script
ru: Скрипт начала действия "%s"

source: Combat action '%s' begin target script
ru: Скрипт начала действия "%s" на цель "target"

source: Combat action '%s' end script
ru: Скрипт окончания действия "%s"

source: Combat action '%s' end target script
ru: Скрипт окончания действия "%s" на цель "target"

source: Combat actions started script
ru: Скрипт после начала выполнения действий

source: Combat actions started script for a member
ru: Скрипт после начала выполнения действий для участника "member"

source: Combat actions stopped script
ru: Скрипт после окончания выполнения действий

source: Combat actions stopped script for a member
ru: Скрипт после окончания выполнения действий для участника "member"

source: Combat avatar dimensions (example: 100x200)
ru: Размеры аватара в бою (например: 100x200)

source: Combat avatars settings
ru: Настройки аватаров в бою

source: Combat defeat script for a member
ru: Скрипт поражения для участника "member"

source: Combat disappeared
ru: Бой исчез

source: Combat draw script
ru: Боевой скрипт поражения

source: Combat draw script for a member
ru: Боевой скрипт поражения для участника "member"

source: Combat heartbeat script
ru: Heartbeat-скрипт

source: Combat idle script
ru: Idle-скрипт

source: Combat interface design package must contain %s file
ru: Пакет с оформлением боевого интерфейса должен содержать файл "%s"

source: Combat interface for combat rules '{code}' ({name})
ru: Боевой интерфейс для правил боя "{code}" ({name})

source: Combat interface height
ru: Высота интерфейса боя

source: Combat interface template (used when no specific combat-rules-*.html exist)
ru: Шаблон боевого интерфейса (используется, когда не существуют конкретные combat-rules-*.html)

source: Combat log
ru: Лог боя

source: Combat log height
ru: Высота лога боя

source: Combat log layout
ru: Размещение лога боя

source: Combat member '%s' not found
ru: Участник боя "%s" не найден

source: Combat member AI
ru: ИИ участника боя

source: Combat member control
ru: Контроллер участника боя

source: Combat member name
ru: Имя участника боя

source: Combat member parameter '%s'
ru: Параметр "%s" участника боя

source: Combat member parameters
ru: Параметры участника боя

source: Combat member sex
ru: Пол участника боя

source: Combat member team
ru: Команда участника боя

source: Combat member type
ru: Тип участника боя

source: Combat not found
ru: Бой не найден

source: Combat parameter '%s'
ru: Параметр боя "%s"

source: Combat parameters
ru: Параметры боя

source: Combat rules code
ru: Код правил боёв

source: Combat rules code must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Код правил боя должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Combat rules identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Код правил боевой системы должен начинаться с латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Combat rules name
ru: Название правил боёв

source: Combat rules not specified. Specify default combat rules in the combat comfiguration
ru: Не указаны боевые правила. Укажите боевые правила по умолчанию в настройках боевой системы

source: Combat rules with the same code already exist
ru: Правила боёв с таким кодом уже существуют

source: Combat script running after combat was idle for every 1 full second ('idle script')
ru: Боевой скрипт, выполняемый после того, как бой был не занят каждую целую 1 секунду (idle-скрипт)

source: Combat script running after some actions are started
ru: Боевой скрипт, выполняемый после того, как начали выполняться какие-то действия

source: Combat script running after some actions are stopped
ru: Боевой скрипт, выполняемый после того, как закончили выполняться какие-то действия

source: Combat script running for every main loop iteration ('heartbeat script')
ru: Боевой скрипт, выполняемый на каждой итерации главного цикла (heartbeat-скрипт)

source: Combat script running for member 'member' immediately after he gets turn
ru: Боевой скрипт, выполняемый для участника "member" сразу после того, как он получает право хода

source: Combat script running on every defeated member (member of defeated team, not called on a draw)
ru: Боевой скрипт, выполняемый на каждого проигравшего участника (члена проигравшей команды; не вызывается при ничьей)

source: Combat script running on every member after some actions are started
ru: Боевой скрипт, выполняемый для участника "member" после того, как начали выполняться какие-то действия

source: Combat script running on every member after some actions are stopped
ru: Боевой скрипт, выполняемый для участника "member" после того, как закончили выполняться какие-то действия

source: Combat script running on every member when the combat was a draw
ru: Боевой скрипт, выполняемый для каждого участника "member", когда бой закончился ничьей

source: Combat script running on every winner member (member of winner team, not called on a draw, called even on inactive members)
ru: Боевой скрипт, выполняемый на каждого участника-победителя (члена победившей команды; не вызывается при ничьей; вызывается даже на неактивных участников)

source: Combat script running when combat starts
ru: Боевой скрипт, выполняемый, когда бой начинается

source: Combat script running when member 'member' is joined
ru: Боевой скрипт, выполняемый, когда присоединяется участник "member"

source: Combat script running when the combat finished with victory of team 'winner_team'
ru: Боевой скрипт, выполняемый, когда бой закончился победой команды "winner_team"

source: Combat script running when the combat was a draw
ru: Боевой скрипт, выполняемый, когда бой закончился ничьей

source: Combat stage '%s' is not defined
ru: Этап боя "%s" неопределён

source: Combat start script
ru: Скрипт начала боя

source: Combat title
ru: Название боя

source: Combat title must be a string
ru: Название боя должно быть строкой

source: Combat victory script
ru: Боевой скрипт победы

source: Combat victory script for a member
ru: Боевой скрипт победы участника "member"

source: Combat was started twice
ru: Бой был начат дважды

source: Combats
ru: Бои

source: Combats configuration
ru: Конфигурация боёв

source: Combats engine
ru: Боевой движок

source: Combats rules
ru: Правила боёв

source: Combats rules editor
ru: Редактор правил боёв
