Repository: Akido22/mmogamelab
Catalog: */locale/server/*.po
Languages: ru

source: This field must be greater than zero
ru: Это поле должно быть больше 0

source: This function is not available at the moment
ru: В данный момент эта функция недоступна

source: This game has a very short description. It was written in hurry by a young game designer.
ru: У этой игры очень короткое описание. Оно было написано в спешке молодым гейм-дизайнером.

source: This game is being set up by its administrator
ru: Эта игра настраивается её администратором

source: This game is inactive yet
ru: Эта игра ещё неактивна

source: This game is not registered in the Xsolla system.
ru: Эта игра не зарегистрирована в системе Xsolla.

source: This game is published at
ru: Эта игра опубликована в

source: This game is waiting for moderation
ru: Эта игра ожидает модерации

source: This group is a block (HTML portion that will be shown on every page in the group)
ru: Эта группа является блоком (HTML-куском, который будет показываться на каждой странице из этой группы)

source: This image format is not supported. Allowed are: GIF, JPEG, PNG
ru: Этот формат изображения не поддерживается. Допустимы: GIF, JPEG, PNG

source: This interface allows you to configure starting location of a character depending of his race or class. To create races and classes system go to the '{href}' page first
ru: Этот интерфейс позволяет вам настроить стартовую локацию персонажа, в зависимости от его расы или класса. Чтобы создать систему рас и классов, перейдите на страницу "{href}"

source: This is a list of items available
ru: Это - список доступных предметов

source: This is a list of items available in the category %s
ru: Это - список предметов, доступных в разделе %s

source: This is a sample meta description
ru: Это пример meta-описания

source: This is a sample signature line
ru: Это пример строки подписи

source: This is a short category description
ru: Это очень короткое описание раздела

source: This is a short error message
ru: Это очень короткое сообщение об ошибке

source: This is a very long category description. It can be very-very long. And even longer. It can take several lines. Most of us know him as the big jolly man with a white beard and red suit, but who was - or were - the real Santa Claus? Ivan Watson goes to Demre in Turkey to find out more about the legend of Saint Nicholas.
ru: Это очень длинное описание раздела. Оно может быть очень-очень длинным. И даже ещё длиннее. Оно может занимать несколько строк. Большинство из нас знает его как большого мужчину с белой бородой и в красной шубе. Но кто он, или кем он был знает только наш корреспондент, который отправился в Турцию, чтобы больше узнать о легенде Святого Николая.

source: This is a very long message to tell user some important information about the form
ru: Это очень длинное сообщение, чтобы сообщить пользователю важную информацию о форме

source: This is a very long text asking you to enter your motto. So be so kind entering your motto
ru: Это очень длинный текст, в котором вас просят ввести ваш девиз. Будьте так любезны, введите свой девиз

source: This is not a ZIP file
ru: Это не ZIP-архив

source: This is not a number
ru: Это не число

source: This is not a valid number
ru: Это не число

source: This is the public offer
ru: Это публичная оферта

source: This item action is currently unavailable
ru: Это действие над предметом в данный момент недоступно

source: This item can't be undressed
ru: Этот предмет не может быть снят

source: This item has no 'wear' button
ru: У этого предмета нет кнопки "надеть"

source: This item is not wearable
ru: Этот предмет нельзя надеть

source: This item is not wearable in this slot
ru: Этот предмет нельзя надеть в этот слот

source: This item is split into fractions
ru: Этот предмет делится на части

source: This item is wearable
ru: Предмет надеваемый

source: This location has 'Exit' direction pointing to this location
ru: У этой локации есть направление "Выход", и оно ведёт в локацию

source: This name is taken already
ru: Это имя уже занято

source: This option allows you to use coloured avatar and to include images, smiles and coloured text to your signature on the forum
ru: Эта опция позволяет вам использовать на форуме цветной аватар и включать в подпись картинки, смайлики и цвета

source: This page describes character images setting rules
ru: Эта страница описывает правила настройки образов персонажей

source: This page describes class %s
ru: Эта страница описывает класс %s

source: This page describes parameter %s
ru: Эта страница описывает параметр %s

source: This page describes parameters of characters
ru: Эта страница описывает параметры персонажей

source: This page describes parameters of inventory items
ru: Эта страница описывает параметры предметов

source: This page is about game chat
ru: Это страница об игровом чате

source: This paid service is bought already
ru: Эта платная услуга уже куплена

source: This parameter is a character class (race, profession, etc)
ru: Этот параметр является классом персонажа (раса, профессия и т.п.)

source: This parameter is mandatory
ru: Это обязательный параметр

source: This shop buys goods
ru: Этот магазин скупает товары

source: This shop sells goods
ru: Этот магазин продаёт товары

source: This slot is currently unavailable
ru: Этот слот в данный момент недоступен

source: This unsubscription link has expired already
ru: Эта ссылка на отписку уже устарела

source: This user can't have a name
ru: Этот пользователь не может иметь имени

source: This user can't have a password
ru: Этот пользователь не может иметь пароль

source: Till
ru: До

source: Time
ru: Время

source: Time in days to implement this feature
ru: Время в днях на реализацию этой фичи

source: Time zone
ru: Часовой пояс

source: Timeout
ru: Таймаут

source: Timeout on downloading %s. Time limit - 30 sec
ru: Таймаут при скачивании %s. Ограничение по времени - 30 сек

source: Timeout on downloading image. Time limit - 30 sec
ru: Таймаут при скачивании картинки. Ограничение по времени - 30 сек

source: Timer '{timer}' in quest '{quest}'
ru: Таймер "{timer}" в квесте "{quest}"

source: Timer id must be a string
ru: Идентификатор таймера должен быть строкой

source: Timer identifier must start with latin letter or '_'. Other symbols may be latin letters, digits or '_'
ru: Идентификатор таймера должен начинаться латинской буквы или "_". Остальные символы могут быть латинскими буквами, цифрами или "_"

source: Tips
ru: Советы

source: Title
ru: Название

source: Title code
ru: Код названия

source: Title in English
ru: Название на английском языке

source: Title must not be ended with a dot
ru: Название не может заканчиваться точкой

source: Title of the game
ru: Название игры

source: Title on the logo must match game title
ru: Название на логотипе должно соответствовать названию игры

source: Titles should be short and descriptive. Try to avoid long words, especially in short title. Otherwize you can introduce lines wrapping problems
ru: Названия должны быть короткими и ясными. Постарайтесь избегать длинных слов, особенно в коротком названии. В противном случае, могут возникнуть проблемы с переносом строк

source: To access this function you need to enable 'Static Storage' system module
ru: Чтобы воспользоваться этой функцией, необходимо включить системный модуль "Статическое хранилище"

source: To access this page enter the game first
ru: Чтобы получить доступ к этой странице, войдите в игру

source: To access this page you must enter the game from another browser window. Character with administrative rights must be online when using administrative interface.
ru: Чтобы получить доступ к этой странице, вы должны зайти в игру из другого окна браузера. Чтобы использовать административный интерфейс, персонаж с административными правами должен быть онлайн.

source: To create races and classes system go to the '{href}' page first and create one or more parameters with 'character class' option
ru: Чтобы создать систему рас и классов, сначала зайдите на страницу "{href}" и создайте один или несколько параметров с опцией "класс персонажа"

source: To customize your letter you may use the following commands in the subject and message content
ru: Чтобы настроить вид ваших писем, вы можете использовать в теме и содержании письма следующие команды:

source: To raise your income you can offer some subscription-based <hook:admin.link href="paidservices/editor" title="paid services" /> to your players
ru: Чтобы повысить ваш доход, вы можете предложить игрокам какие-либо <hook:admin.link href="paidservices/editor" title="платные услуги" /> по подписке.

source: To stop receiving letters press <a href="{href}" target="_blank">here</a>
ru: Чтобы прекратить получение писем, нажмите <a href="{href}" target="_blank">сюда</a>

source: To store static objects larger than 30 kb game owner must have a WMID attached to his account
ru: Чтобы сохранять статические объекты объёмом более 30 килобайт, к аккаунту владельца игры должен быть присоединён WMID

source: To store static objects larger than 30 kb game owner's WMID must have the Initial certificate
ru: Чтобы сохранять статические объекты объёмом более 30 килобайт, WMID владельца игры должен иметь Начальный аттестат

source: To the main page
ru: На главную страницу

source: To use colours in the chat <a href="/paidservices">subscribe to the corresponding service</a>
ru: Чтобы использовать цвета в чате, <a href="/paidservices">подключите соответствующую услугу</a>

source: To use colours in the signature <a href="/socio/paid-services">subscribe to the corresponding service</a>
ru: Чтобы использовать цвета в подписи, <a href="/socio/paid-services">подключите соответствующую услугу</a>

source: To use images in the signature <a href="/socio/paid-services">subscribe to the corresponding service</a>
ru: Чтобы использовать изображения в подписи, <a href="/socio/paid-services">подключите соответствующую услугу</a>

source: To use request auction you must have certified WMID
ru: Чтобы использовать аукцион заявок, вам необходимо иметь аттестованный WMID

source: To use smiles in the signature <a href="/socio/paid-services">subscribe to the corresponding service</a>
ru: Чтобы использовать смайлики в подписи, <a href="/socio/paid-services">подключите соответствующую услугу</a>

source: Too many different item types in your inventory ({amount}). Maximal allowed quantity is {max}
ru: Слишком много различных типов предметов в вашем инвентаре ({amount}). Максимальное разрешённое количество - {max}

source: Too many template loop iterations
ru: Слишком много итераций циклов в шаблоне

source: Top
ru: Верх

source: Top category title
ru: Раздел верхнего уровня

source: Top clan
ru: Топ-клан

source: Top menu
ru: Верхнее меню

source: Top message
ru: Верхнее сообщение

source: Top panel
ru: Верхняя панель

source: Topic
ru: Тема

source: Topic date (dd.mm.yyyy or dd.mm.yyyy hh:mm:ss)
ru: Дата темы (дд.мм.гггг или дд.мм.гггг чч:мм:сс)

source: Topics
ru: Тем

source: Total
ru: Итого

source: Total dimensions of images in your signature are {img_w}x{img_h}. Max permitted are {max_w}x{max_h}. Resize your images to meet this condition
ru: Суммарные размеры изображений в вашей подписи {img_w}x{img_h}. Максимально допустимые - {max_w}x{max_h}. Уменьшите ваши изображения, чтобы удовлетворить данным требованиям

source: Track
ru: Отследить

source: Track character
ru: Отследить персонажа

source: Track items
ru: Отследить предметы

source: Track player
ru: Отследить игрока

source: Track user
ru: Отследить пользователя

source: Tracking
ru: Отслеживание

source: Tracking Cookie %s
ru: Отслеживание куки %s

source: Tracking IP %s
ru: Отслеживание IP %s

source: Tracking code (before the end of 'head')
ru: Код для отслеживания (перед концом раздела head)

source: Tracking player
ru: Отслеживание игрока

source: Trade channel
ru: Торговый канал

source: Trading
ru: Торговля

source: Trading channel enabled
ru: Включить торговый канал

source: Transfer
ru: Передать

source: Transfer '%s'
ru: Передача '%s'

source: Transferred {quantity} x {name} from {source_name}: {comment}
ru: Передано {quantity} x {name} от {source_name}: {comment}

source: Transferred {quantity} x {name} to {target_name}: {comment}
ru: Передано {quantity} x {name} для {target_name}: {comment}

source: Transferring
ru: Передача

source: Transition
ru: Переход

source: Transition error message
ru: Сообщение об ошибке перехода

source: Transition is available for the character
ru: Переход доступен для персонажа

source: Translit
ru: Транслит

source: Transliterate to Russian
ru: Транслитерация на русский

source: Transliteration
ru: Транслитерация

source: Triangle 1
ru: Треугольник 1

source: Triangle 2
ru: Треугольник 2

source: Try to describe your choice
ru: Попытайтесь описать свой выбор

source: Type
ru: Тип

source: Type mismatch error occured during data aggregation
ru: При агрегации данных произошла ошибка несоответствия типов

source: Type of combat system
ru: Тип боевой системы

source: Type of item
ru: Тип элемента

source: URI with the description of the parameter
ru: URI с описанием параметра

source: URL %s is not an image
ru: URL %s - это не изображение

source: URL must start with '/'
ru: URL должен начинаться с "/"

source: Underline
ru: Подчёркивание

source: Unit name: singular and plural forms delimited by '/' (may be empty). For example: 'inch/inches'
ru: Единица измерения: формы в числе 1, 2 и 5, разделённые "/" (может быть пустой). Например: "дюйм/дюйма/дюймов"

source: Unjoining
ru: Исключение

source: Unknown combat action '%s'
ru: Неизвестное действие в бою: "%s"

source: Unknown combat type %s
ru: Неизвестный тип боя: %s

source: Unknown data aggregation function: %s
ru: Неизвестная агрегирующая функция: %s

source: Unknown data source for select: %s
ru: Неизвестный источник данных для select: %s

source: Unknown error uploading image
ru: Неизвестная ошибка при загрузке изображения

source: Unknown image format
ru: Неизвестный формат изображения

source: Unknown problem
ru: Неизвестная проблема

source: Unknown quest action: %s
ru: Неизвестное действие в квесте: %s

source: Unknown script engine operation: {op}
ru: Неизвестная операция скриптового движка: {op}

source: Unknown service %s
ru: Неизвестная услуга %s

source: Unknown token {%s}
ru: Неизвестный элемент {%s}

source: Unknown token: %s
ru: Неизвестный элемент: %s

source: Unpin
ru: Открепить

source: Unpublish
ru: Снять с публикации

source: Unread
ru: Новые

source: Unrecognized command: /%s
ru: Неизвестная команда: /%s

source: Unsubscribe - {protocol}://{domain}/email/unsubscribe/{code}
ru: Отписаться - {protocol}://{domain}/email/unsubscribe/{code}

source: Untitled
ru: Без имени

source: Untitled game
ru: Безымянная игра

source: Unused buttons
ru: Неиспользуемые кнопки

source: Update
ru: Обновить

source: Update balance
ru: Обновить баланс

source: Updating balance...
ru: Обновление баланса...

source: Upload
ru: Загрузить

source: Upload an icon
ru: Загрузите иконку

source: Upload an icon (16x16)
ru: Загрузите иконку (16x16)

source: Upload an image
ru: Загрузите изображение

source: Upload an object
ru: Загрузить объект

source: Upload design package from your computer
ru: Загрузить пакет оформления с вашего компьютера

source: Upload first location image
ru: Загрузите первое изображение локации

source: Upload image
ru: Загрузка изображения

source: Upload image: 100x100, without animation
ru: Загрузите изображение 100x100 без анимации

source: Upload location image
ru: Загрузите изображение локации

source: Upload logo image
ru: Загрузите файл с логотипом

source: Upload new custom 100x75 image...
ru: Загрузить новую картинку 100x75...

source: Upload new object
ru: Загрузить новый объект

source: Upload pre-made logo file
ru: Загрузить готовый файл с логотипом

source: Upload your image
ru: Загрузите ваше изображение

source: Upload your static object
ru: Загрузите ваш статический объект

source: Uploaded
ru: Загружено

source: Uploading static objects to the storage
ru: Загрузка статических объектов в хранилище

source: Use "preview" feature to check your design before installing it to the project. Then press "Reload" several times to check design on arbitrary data.
ru: Чтобы проверить ваше оформление перед установкой в проект, воспользуйтесь функцией предварительного просмотра. Затем несколько раз нажмите кнопку "Обновить", чтобы проверить оформление на различных данных.

source: Use 'Go' button to perform an action
ru: Использовать кнопку "Go", чтобы выполнить действие

source: Use generic GUI for this type of combats
ru: Использовать универсальный GUI для этого типа боёв

source: User
ru: Пользователь

source: User %s
ru: Пользователь %s

source: User '{user}' has password '{password}'
ru: Пользователь '{user}' имеет пароль '{password}'

source: User activation
ru: Активация пользователя

source: User defined permissions
ru: Привилегии, определяемые пользователем

source: User has not password
ru: У пользователя нет пароля

source: User is not active. Check your e-mail and enter activation code
ru: Пользователь неактивен. Проверьте почту и введите код активации

source: User login
ru: Вход пользователя

source: User name
ru: Имя пользователя

source: User not found
ru: Пользователь не найден

source: User permissions
ru: Привилегии пользователей

source: User profiles
ru: Профили пользователей

source: User registration
ru: Регистрация пользователя

source: Valid XHTML doctype required
ru: Требуется правильный XHTML doctype

source: Valid formats are: PNG, GIF, JPEG
ru: Допустимые форматы: PNG, GIF, JPEG

source: Valid formats are: PNG, JPEG, GIF
ru: Допустимые форматы: PNG, GIF, JPEG

source: Validated objects: {obj}, indexes: {index}<br />Missing index keys restored: {missing}<br />Orphaned index keys deleted: {orphaned}
ru: Проверено объектов: {obj}, индексов: {index}<br />Восстановлено потерянных ключей индекса: {missing}<br />Удалено лишних ключей индекса: {orphaned}

source: Validating and repairing cassandra database
ru: Валидация и восстановление БД Cassandra

source: Validation
ru: Валидация

source: Validation failed
ru: Валидация не удалась

source: Value
ru: Значение

source: Value template ({val} &mdash; number, {text} &mdash; text from the table)
ru: Шаблон значения ({val} &mdash; число, {text} &mdash; текст из таблицы)

source: Values precision (number of digits after decimal point)
ru: Точность значений (количество разрядов после десятичной точки)

source: Values you entered are not valid. Try again please
ru: Введённые вами значения неверны. Попробуйте ещё раз

source: Variable combat height, fixed log height
ru: Переменная ширина боя, фиксированная ширина лога

source: Verified WMID required
ru: Требуется проверенный WMID

source: Verify your WMID
ru: Проверить ваш WMID

source: Very cool game
ru: Очень крутая игра

source: Very cool game with very long title
ru: Очень крутая игра с очень длинным названием

source: Very important combat will take place tomorrow
ru: Завтра состоится очень важное сражение

source: Very important value
ru: Очень важное значение

source: Very strange signature
ru: Очень странная подпись

source: View inventory
ru: Просмотр инвентаря

source: Viewing
ru: Просмотр

source: Viewing characters locations
ru: Просмотр локаций персонажей

source: Viewing list of authorized users
ru: Просмотр списка авторизованных пользователей

source: Viewing users dossiers
ru: Просмотр досье пользователей

source: Viewing users' modifiers
ru: Просмотр модификаторов пользователей

source: Visibility
ru: Видимость

source: Visibility condition
ru: Условие видимости

source: Visibility condition (empty field means 'always visible')
ru: Условие видимости (пустое поле означает "всегда видим")

source: Visibility of combat parameter %s
ru: Видимость боевого параметра "%s"

source: Visibility of slot '%s'
ru: Видимость слота "%s"

source: Visible in public (show on the public information page)
ru: Публично видимый (показывается на общедоступной странице информации)

source: Visible in the menu
ru: Показывать в меню

source: Volume of transactions
ru: Объём сделок

source: Votes
ru: Голосов

source: Votes:
ru: Голосов:

source: Voting error
ru: Ошибка при голосовании

source: WMID for WMLogin
ru: WMID для WMLogin

source: WMID is assigned to another user
ru: WMID уже назначен другому пользователю

source: WMID not verified
ru: WMID не проверен

source: WMID verified
ru: WMID проверен

source: WMID verified already
ru: WMID уже проверен

source: Waiting for moderation
ru: Ожидает модерации

source: Warning! Category for miscellaneous items is missing. Some items may become invisible in the game interfaces.
ru: Внимание! Отсутствует раздел "разное". Некоторые предметы могут оказаться невидимыми в игровых интерфейсах.

source: Warning! Internet Explorer browser is not supported. Equipment layout editor may work slowly and unstable. Text rendering is not supported in IE. Mozilla Firefox, Google Chrome and Opera are fully supported.
ru: Внимание! Internet Explorer не поддерживается. Редактор разметки экипировки может работать медленно или нестабильно. Отображение текста не поддерживается в IE. Полностью поддерживаются Mozilla Firefox, Google Chrome и Opera.

source: Warning! Internet Explorer browser is not supported. Location editor may work slowly and unstable. Mozilla Firefox, Google Chrome and Opera are fully supported
ru: Внимание! Internet Explorer не поддерживается. Редактор локаций может работать медленно или нестабильно. Полностью поддерживаются Mozilla Firefox, Google Chrome и Opera.

source: We are sorry. Your game '{0}' was unpublished.
ru: Приносим извинения. Ваша игра '{0}' снята с публикации.

source: We have ensured your WMID is <strong>{wmid}</strong>. But to our regret you has not even formal certificate. Please <a href="https://passport.wmtransfer.com/asp/aProcess.asp">get the formal certificate</a> (data are not verified by notaries or the center's legal department) and retry WMID verification
ru: Мы убедились что <strong>{wmid}</strong> - это ваш WMID. Но, к сожалению, у него нет даже формального аттестата. Пожалуйста, <a href="https://passport.wmtransfer.com/asp/aProcess.asp">получите формальный аттестат</a> (это просто заполнение онлайн-формы) и повторите проверку WMID

source: We have sent you an e-mail with your password reminder
ru: Мы отправили вам e-mail с напоминанием пароля

source: We have verified your WMID <strong>{wmid}</strong> successfully. Certificate level: <strong>{cert}>/strong>
ru: Мы убедились, что ваш WMID &mdash; <strong>{wmid}</strong>. Уровень аттестата: <strong>{cert}</strong>. Спасибо.

source: Web form
ru: Веб-форма

source: WebMoney authentication
ru: Аутентификация WebMoney

source: WebMoney authentication settings
ru: Настройки аутентификации WebMoney

source: What do you think about this?
ru: Что вы думаете об этом?

source: What\'s your sex
ru: Каков ваш пол?

source: Whether 'wear' button is available on the item {item} ({name})
ru: Доступна ли кнопка "надеть" на предмете {item} ({name})

source: Whether action is available to member 'member'
ru: Доступно ли действие участнику "member"

source: Whether an item {item} ({name}) can be undressed
ru: Может ли предмет {item} ({name}) быть снят

source: Whether class '%s' is required
ru: Требуется ли выбор класса "%s"

source: Whether item {item} ({name}) is wearable
ru: Является ли предмет {item} ({name}) надеваемым

source: Whether parameter is visible to member 'viewer'
ru: Виден ли параметр участнику "viewer"

source: Whether parameter of member 'member' is visible to member 'viewer'
ru: Виден ли параметр участника "member" участнику "viewer"

source: Whether selection of this class is required for the character (0 - never require, 1 - require for everybody)
ru: В каком случае требовать от игрока выбор этого класса (0 - никогда не требовать, 1 - требовать для всех)
